Repository: GNOME/gsettings-desktop-schemas
Catalog: po/*.po
Languages: kk

source: Whether notification banners are visible for application notifications.
kk: Қолданба хабарламалары үшін хабарлама баннерлері көріне ме.

source: Show notifications in the lock screen
kk: Хабарламаларды құлыптау экранында көрсету

source: Whether notifications are shown in the lock screen or not.
kk: Хабарламалар құлыптау экранында көрсетіле ме, жоқ па.

source: Application ID
kk: Қолданба ID-і

source: The application that this policy is for.
kk: Осы саясат арналған қолданба.

source: Enable notifications
kk: Хабарламаларды іске қосу

source: Whether notifications are globally enabled for this application.
kk: Бұл қолданба үшін хабарламалар глобалды түрде іске қосылған ба.

source: Enable sound alerts
kk: Дыбыстық ескертулерді іске қосу

source: Whether notifications should be accompanied by sound alerts.
kk: Хабарламалар дыбыстық ескертулермен сүйемелденуі керек пе.

source: Whether notification banners for this application are shown or not. Does not affect clicking on message tray buttons.
kk: Бұл қолданба үшін хабарлама баннерлері көрсетіле ме, жоқ па. Хабарлама науасы батырмаларын шертуге әсер етпейді.

source: Force automatic expanding of banners
kk: Баннерлердің автоматты жайылуын мәжбүрлеу

source: Whether notifications from this application are expanded automatically when in banner mode.
kk: Баннер режимінде болғанда, осы қолданбадан келген хабарламалар автоматты түрде жайыла ма.

source: Show in the lock screen
kk: Құлыптау экранында көрсету

source: Whether notifications from this application are shown when the screen is locked.
kk: Экран құлыпталған кезде осы қолданбадан келген хабарламалар көрсетіле ме.

source: Show details in the lock screen
kk: Ақпаратын құлыптау экранында көрсету

source: Whether the summary and body of notifications from this application will be visible in the locked screen.
kk: Құлыпталған экранда осы қолданбадан келген хабарламалардың қысқаша мазмұны мен мәтіні көрінетін бола ма.

source: Whether edge scrolling is enabled
kk: Шетімен айналдыру іске қосылған ба

source: When enabled, touchpads that support edge scrolling will have that feature enabled.
kk: Іске қосылғанда, шетімен айналдыруды қолдайтын тачпадтарда бұл мүмкіндік іске қосылады.

source: Whether two-finger scrolling is enabled
kk: Екі саусақпен айналдыру іске қосылған ба

source: When enabled, touchpads that support two-finger scrolling will have that feature enabled.
kk: Іске қосылғанда, екі саусақпен айналдыруды қолдайтын тачпадтарда бұл мүмкіндік іске қосылады.

source: Whether to disable the touchpad while typing
kk: Теру кезінде тачпадты сөндіру керек пе

source: When enabled, touchpads will be disabled while typing on the keyboard.
kk: Іске қосылғанда, пернетақтада теру кезінде тачпадтар сөндіріледі.

source: Timeout in milliseconds until the touchpad is enabled after typing
kk: Теруден кейін тачпад іске қосылғанға дейінгі кідіріс миллисекундпен

source: Touchpads will be disabled for this many milliseconds after typing on the keyboard.
kk: Пернетақтада тергеннен кейін тачпадтар осынша миллисекундқа сөндіріледі.

source: Enable mouse clicks with touchpad
kk: Тачпадпен тышқан шертулерін іске қосу

source: Set this to TRUE to be able to send mouse clicks by tapping on the touchpad.
kk: Тачпадты түрту арқылы тышқан шертулерін жібере алу үшін мұны TRUE (ақиқат) етіп орнатыңыз.

source: Tap Button Map
kk: Түрту батырмалар картасы

source: Defines the mapping between the number of fingers and touchpad buttons. The default is to have a 1, 2 and 3 finger tap to map to the left, right and middle button ("lrm"), respectively.
kk: Саусақтар саны мен тачпад батырмалары арасындағы сәйкестікті анықтайды. Әдепкі бойынша 1, 2 және 3 саусақпен түрту сәйкесінше сол, оң және ортаңғы батырмаға ("lrm") сәйкес келеді.

source: Enable tap-and-drag with touchpad
kk: Тачпадпен түртіп-сүйреуді іске қосу

source: Set this to TRUE to be able to start a drag by tapping and immediately moving the finger that’s now pressed on the touchpad.
kk: Түртіп, тачпадта басылып тұрған саусақты бірден жылжыту арқылы сүйреуді бастай алу үшін мұны TRUE (ақиқат) етіп орнатыңыз.

source: Enable tap-and-drag-lock with touchpad
kk: Тачпадпен түртіп-сүйреуді құлыптауды іске қосу

source: Set this to TRUE to lock the dragging process within a short timeout when the finger is lifted on the touchpad and the tap-and-drag setting is enabled.
kk: Түртіп-сүйреу баптауы іске қосылғанда және саусақ тачпадтан көтерілгенде сүйреу процесін қысқа кідіріс ішінде құлыптау үшін мұны TRUE (ақиқат) етіп орнатыңыз.

source: Touchpad enabled
kk: Тачпад іске қосылған

source: Defines the situations in which the touchpad is enabled.
kk: Тачпад іске қосылатын жағдайларды анықтайды.

source: Touchpad button orientation
kk: Тачпад батырмаларының бағдары

source: Swap left and right mouse buttons for left-handed mice with “left”, “right” for right-handed, “mouse” to follow the mouse setting.
kk: Солақай тышқандар үшін сол және оң жақ тышқан батырмаларын ауыстыру ("left"), оңқайлар үшін ("right"), тышқан баптауын ұстану үшін ("mouse").

source: Acceleration profile
kk: Үдеу профилі

source: Acceleration profile used for connected touchpads. The acceleration profile can be set to either default (“default”) which uses the default acceleration profile for each device, flat (“flat”), which accelerates by a device specific constant factor derived from the configured pointer speed, or adaptive (“adaptive”) which adapts the acceleration depending on the mouse movement. If a touchpad doesn’t support the configured profile, “default” will be used.
kk: Жалғанған тачпадтар үшін қолданылатын үдеу профилі. Үдеу профилін әр құрылғы үшін әдепкі үдеу профилін қолданатын әдепкі (“default”), бапталған нұсқағыш жылдамдығынан туындайтын құрылғыға тән тұрақты коэффициентке үдететін жазық (“flat”), немесе тышқан қозғалысына байланысты үдеуді бейімдейтін адаптивті (“adaptive”) етіп орнатуға болады. Егер тачпад бапталған профильді қолдамаса, “default” қолданылады.

source: Pointer speed
kk: Нұсқағыш жылдамдығы

source: Pointer speed for the touchpad. Accepted values are in the [-1..1] range (from “unaccelerated” to “fast”). A value of 0 is the system default.
kk: Тачпад үшін нұсқағыш жылдамдығы. Қабылданатын мәндер [-1..1] ауқымында (“unaccelerated” (үдетілмеген) мәнінен “fast” (жылдам) мәніне дейін). 0 мәні жүйелік әдепкі болып табылады.

source: Natural scrolling
kk: Табиғи айналдыру

source: Set this to TRUE to enable natural (reverse) scrolling for touchpads.
kk: Тачпадтар үшін табиғи (кері) айналдыруды іске қосу үшін мұны TRUE (ақиқат) етіп орнатыңыз.

source: Click method
kk: Шерту әдісі

source: How to generate software-emulated buttons, either disabled (“none”), through specific areas (“areas”), number of fingers (“fingers”) or left as hardware default (“default”).
kk: Бағдарламалық түрде эмуляцияланған батырмаларды қалай жасау керек, сөндірулі (“none”), арнайы аймақтар арқылы (“areas”), саусақтар саны (“fingers”) немесе аппараттық әдепкі ретінде қалдыру (“default”).

source: Emulate middle click
kk: Ортаңғы шертуді эмуляциялау

source: Set this to TRUE to enable middle click during simultaneous left and right click.
kk: Бір уақытта сол және оң жақ шерту кезінде ортаңғы шертуді іске қосу үшін мұны TRUE (ақиқат) етіп орнатыңыз.

source: Keyboard repeat
kk: Пернетақта қайталауы

source: Set this to TRUE to enable keyboard repeat.
kk: Пернетақта қайталауын іске қосу үшін мұны TRUE (ақиқат) етіп орнатыңыз.

source: Key Repeat Interval
kk: Перне қайталау интервалы

source: Delay between repeats in milliseconds.
kk: Қайталаулар арасындағы кідіріс миллисекундпен.

source: Initial Key Repeat Delay
kk: Бастапқы перне қайталау кідірісі

source: Initial key repeat delay in milliseconds.
kk: Миллисекунд есебімен бастапқы перне қайталау кідірісі.

source: Remember NumLock state
kk: NumLock күйін есте сақтау

source: When set to true, GNOME will remember the state of the NumLock LED between sessions.
kk: Ақиқатқа орнатылғанда, GNOME сессиялар арасында NumLock жарық диодының күйін есте сақтайды.

source: NumLock state
kk: NumLock күйі

source: The remembered state of the NumLock LED.
kk: NumLock жарық диодының есте сақталған күйі.

source: Mouse button orientation
kk: Тышқан батырмасының бағдары

source: Swap left and right mouse buttons for left-handed mice.
kk: Солақай тышқандар үшін сол және оң жақ тышқан батырмаларын ауыстыру.

source: Pointer speed for mice. Accepted values are in the [-1..1] range (from “unaccelerated” to “fast”). A value of 0 is the system default.
kk: Тышқандар үшін нұсқағыш жылдамдығы. Қабылданатын мәндер [-1..1] ауқымында (“unaccelerated” (үдетілмеген) мәнінен “fast” (жылдам) мәніне дейін). 0 мәні жүйелік әдепкі болып табылады.

source: Set this to TRUE to enable natural (reverse) scrolling for mice.
kk: Тышқандар үшін табиғи (кері) айналдыруды іске қосу үшін мұны TRUE (ақиқат) етіп орнатыңыз.

source: Acceleration profile used for connected mice. The acceleration profile can be set to either default (“default”) which uses the default acceleration profile for each device, flat (“flat”), which accelerates by a device specific constant factor derived from the configured pointer speed, or adaptive (“adaptive”) which adapts the acceleration depending on the mouse movement. If a mouse doesn’t support the configured profile, “default” will be used.
kk: Жалғанған тышқандар үшін қолданылатын үдеу профилі. Үдеу профилін әр құрылғы үшін әдепкі үдеу профилін қолданатын әдепкі (“default”), бапталған нұсқағыш жылдамдығынан туындайтын құрылғыға тән тұрақты коэффициентке үдететін жазық (“flat”), немесе тышқан қозғалысына байланысты үдеуді бейімдейтін адаптивті (“adaptive”) етіп орнатуға болады. Егер тышқан бапталған профильді қолдамаса, “default” қолданылады.

source: Double click time
kk: Қос шерту уақыты

source: Length of a double click in milliseconds.
kk: Миллисекунд есебімен қос шерту ұзақтығы.

source: Drag threshold
kk: Сүйреу табалдырығы

source: Distance before a drag is started.
kk: Сүйреу басталғанға дейінгі қашықтық.

source: Drawing tablet mapping
kk: Сурет салу планшетін сәйкестендіру

source: EDID information of the output the tablet is mapped to. Must be in the format [vendor, product, serial]. ["","",""] relies on automatic mapping.
kk: Планшет сәйкестендірілген шығыстың EDID ақпараты. Пішімі [өндіруші, өнім, сериялық нөмір] болуы керек. ["","",""] автоматты сәйкестендіруге сүйенеді.

source: Tablet mapping
kk: Планшетті сәйкестендіру

source: How input affects the pointer on the screen
kk: Енгізу экрандағы нұсқағышқа қалай әсер етеді

source: Tablet area
kk: Планшет аймағы

source: Dead area padding around the active area, in percentages. Respectively applied to left,right,top and bottom sides.
kk: Белсенді аймақ айналасындағы өлі аймақ шегінісі, пайызбен. Сәйкесінше сол, оң, жоғарғы және төменгі жақтарға қолданылады.

source: Tablet aspect ratio
kk: Планшеттің жақтар арақатынасы

source: Enable this to restrict the tablet area to match the aspect ratio of the output.
kk: Планшет аймағын шығыстың жақтар арақатынасына сәйкестендіріп шектеу үшін мұны іске қосыңыз.

source: Tablet left-handed mode
kk: Планшеттің солақай режимі

source: Enable this to allow physically rotating the tablet for left-handed setups
kk: Солақай баптаулар үшін планшетті физикалық түрде бұруға рұқсат ету үшін мұны іске қосыңыз

source: Stylus pressure curve
kk: Стилус қысымының қисығы

source: Set this to x1, y1 and x2, y2 of the pressure curve applied to the stylus.
kk: Мұны стилусқа қолданылатын қысым қисығының x1, y1 және x2, y2 мәндеріне орнатыңыз.

source: Stylus pressure range
kk: Стилус қысымының ауқымы

source: Set this to the percentage of the physical pressure range that should map to the logical range.
kk: Мұны логикалық ауқымға сәйкес келуі керек физикалық қысым ауқымының пайызына орнатыңыз.

source: Eraser pressure curve
kk: Өшіргіш қысымының қисығы

source: Set this to x1, y1 and x2, y2 of the pressure curve applied to the eraser.
kk: Мұны өшіргішке қолданылатын қысым қисығының x1, y1 және x2, y2 мәндеріне орнатыңыз.

source: Eraser pressure range
kk: Өшіргіш қысымының ауқымы

source: Eraser button mode
kk: Өшіргіш батырмасының режимі

source: Set this to change the behavior of the eraser button.
kk: Өшіргіш батырмасының мінез-құлқын өзгерту үшін мұны орнатыңыз.

source: Eraser button action
kk: Өшіргіш батырмасының әрекеті

source: Set this to the button action triggered if the eraser button is in 'button' mode.
kk: Егер өшіргіш батырмасы 'button' (батырма) режимінде болса, іске қосылатын батырма әрекетіне мұны орнатыңыз.

source: Key combination for the eraser button if in 'button' mode
kk: 'button' (батырма) режимінде болса, өшіргіш батырмасы үшін пернелер комбинациясы

source: The keyboard shortcut generated when the button is pressed for custom actions.
kk: Таңдауыш әрекеттер үшін батырма басылғанда жасалатын пернетақта жарлығы.

source: Button action
kk: Батырма әрекеті

source: Stylus button action, this button is located along the pen handle.
kk: Стилус батырмасының әрекеті, бұл батырма қалам тұтқасының бойында орналасқан.

source: Secondary button action
kk: Екіншілік батырма әрекеті

source: Secondary stylus button action, this button is located along the pen handle on some styli like the Grip Pen. Other styli like the Airbrush Pen or the Inking Pen only have one button, this setting is ineffective on those.
kk: Екіншілік стилус батырмасының әрекеті, Grip Pen сияқты кейбір стилустарда бұл батырма қалам тұтқасының бойында орналасқан. Airbrush Pen немесе Inking Pen сияқты басқа стилустарда тек бір батырма бар, бұл баптау оларға әсер етпейді.

source: Tertiary button action
kk: Үшіншілік батырма әрекеті

source: Tertiary stylus button action, this button is located along the pen handle on some styli like the 3D Pen. Other styli like the Grip Pen only have two buttons, this setting is ineffective on those.
kk: Үшіншілік стилус батырмасының әрекеті, 3D Pen сияқты кейбір стилустарда бұл батырма қалам тұтқасының бойында орналасқан. Grip Pen сияқты басқа стилустарда тек екі батырма бар, бұл баптау оларға әсер етпейді.

source: Key combination for the primary button
kk: Біріншілік батырма үшін пернелер комбинациясы

source: Key combination for the secondary button
kk: Екіншілік батырма үшін пернелер комбинациясы

source: Key combination for the tertiary button
kk: Үшіншілік батырма үшін пернелер комбинациясы

source: Pad button action type
kk: Планшет батырмасы әрекетінің түрі

source: The type of action triggered by the button being pressed.
kk: Батырма басылғанда іске қосылатын әрекет түрі.

source: Key combination for the custom action
kk: Таңдауыш әрекет үшін пернелер комбинациясы

source: Touchscreen output mapping
kk: Сенсорлық экран шығысын сәйкестендіру

source: EDID information of the output the touchscreen is mapped to. Must be in the format [vendor, product, serial]. ["","",""] relies on automatic mapping.
kk: Сенсорлық экран сәйкестендірілген шығыстың EDID ақпараты. Пішімі [өндіруші, өнім, сериялық нөмір] болуы керек. ["","",""] автоматты сәйкестендіруге сүйенеді.

source: Mouse wheel emulation button. 0 to disable the feature.
kk: Тышқан дөңгелегін эмуляциялау батырмасы. Мүмкіндікті сөндіру үшін 0.

source: Mouse wheel emulation button lock
kk: Тышқан дөңгелегін эмуляциялау батырмасын құлыптау

source: Set this to TRUE to enable button locking for the wheel emulation button. If enabled, the first click of the button enables scrolling, the second click disables scrolling again.
kk: Дөңгелекті эмуляциялау батырмасы үшін батырманы құлыптауды іске қосу үшін мұны TRUE (ақиқат) етіп орнатыңыз. Егер іске қосылса, батырманы бірінші рет шерту айналдыруды іске қосады, екінші рет шерту айналдыруды қайтадан сөндіреді.

source: Acceleration profile used for the trackball. The acceleration profile can be set to either default (“default”) which uses the default acceleration profile, flat (“flat”), which accelerates by a device specific constant factor derived from the configured speed, or adaptive (“adaptive”) which adapts the acceleration depending on the movement. If the trackball doesn’t support the configured profile, “default” will be used.
kk: Трекбол үшін қолданылатын үдеу профилі. Үдеу профилін әдепкі үдеу профилін қолданатын әдепкі (“default”), бапталған жылдамдықтан туындайтын құрылғыға тән тұрақты коэффициентке үдететін жазық (“flat”), немесе қозғалысқа байланысты үдеуді бейімдейтін адаптивті (“adaptive”) етіп орнатуға болады. Егер трекбол бапталған профильді қолдамаса, “default” қолданылады.

source: Pointer speed for pointing sticks. Accepted values are in the [-1..1] range (from “unaccelerated” to “fast”). A value of 0 is the system default.
kk: Пойнтинг стиктер үшін нұсқағыш жылдамдығы. Қабылданатын мәндер [-1..1] ауқымында (“unaccelerated” (үдетілмеген) мәнінен “fast” (жылдам) мәніне дейін). 0 мәні жүйелік әдепкі болып табылады.

source: Acceleration profile used for the pointing stick. The acceleration profile can be set to either default (“default”) which uses the default acceleration profile, flat (“flat”), which accelerates by a device specific constant factor derived from the configured speed, or adaptive (“adaptive”) which adapts the acceleration depending on the movement. If the pointing stick doesn’t support the configured profile, “default” will be used.
kk: Пойнтинг стик үшін қолданылатын үдеу профилі. Үдеу профилін әдепкі үдеу профилін қолданатын әдепкі (“default”), бапталған жылдамдықтан туындайтын құрылғыға тән тұрақты коэффициентке үдететін жазық (“flat”), немесе қозғалысқа байланысты үдеуді бейімдейтін адаптивті (“adaptive”) етіп орнатуға болады. Егер пойнтинг стик бапталған профильді қолдамаса, “default” қолданылады.

source: Scrolling method
kk: Айналдыру әдісі

source: Scrolling method used for pointing sticks. The scrolling method can be set to either default (“default”) which uses the default method, none (“none”), which disables scrolling, or middle-button (“on-button-down”) which enables scrolling whilst the middle button is held down.
kk: Пойнтинг стиктер үшін қолданылатын айналдыру әдісі. Айналдыру әдісін әдепкі әдісті қолданатын әдепкі (“default”), айналдыруды сөндіретін жоқ (“none”), немесе ортаңғы батырма басылып тұрғанда айналдыруды іске қосатын ортаңғы батырма (“on-button-down”) етіп орнатуға болады.

source: Controls visibility of personal information
kk: Жеке ақпараттың көрінуін басқарады

source: If set to true, the system will make an effort to not divulge the user’s identity on screen or on the network.
kk: Егер ақиқат болса, жүйе экранда немесе желіде пайдаланушының жеке басын ашпауға тырысады.

source: Show full name in the user menu
kk: Пайдаланушы мәзірінде толық атын көрсету

source: Whether the users full name is shown in the user menu or not.
kk: Пайдаланушы мәзірінде пайдаланушының толық аты көрсетіле ме, жоқ па.

source: Whether to remove old files from the trash automatically
kk: Қоқыс шелегінен ескі файлдарды автоматты түрде өшіру керек пе

source: If TRUE, automatically remove files from the trash when they are older than “old-files-age” days.
kk: Егер TRUE (ақиқат) болса, файлдар “old-files-age” күндерінен ескі болғанда оларды қоқыс шелегінен автоматты түрде өшіреді.

source: Whether to remove old temporary files automatically
kk: Ескі уақытша файлдарды автоматты түрде өшіру керек пе

source: If TRUE, automatically remove temporary files when they are older than “old-files-age” days.
kk: Егер TRUE (ақиқат) болса, уақытша файлдар “old-files-age” күндерінен ескі болғанда оларды автоматты түрде өшіреді.

source: Number of days to keep trash and temporary files
kk: Қоқыс шелегін және уақытша файлдарды сақтау күндерінің саны

source: Consider trash and temporary files old after this many days.
kk: Қоқыс шелегін және уақытша файлдарды осынша күннен кейін ескі деп санау.

source: Whether to remember recently used files
kk: Соңғы қолданылған файлдарды есте сақтау керек пе

source: If FALSE, applications will not remember recently used files.
kk: Егер FALSE (жалған) болса, қолданбалар соңғы қолданылған файлдарды есте сақтамайды.

source: Number of days to remember recently used files for
kk: Соңғы қолданылған файлдарды есте сақтау күндерінің саны

source: Recently used files will be remembered for this many days. If set to 0, recent files will not be remembered; if set to -1, they will be retained indefinitely.
kk: Соңғы қолданылған файлдар осынша күн бойы есте сақталады. Егер 0-ге орнатылса, соңғы файлдар есте сақталмайды; егер -1-ге орнатылса, олар шексіз сақталады.

source: Whether to remember application usage
kk: Қолданба қолданылуын есте сақтау керек пе

source: If FALSE, application usage will not be monitored and recorded.
kk: Егер FALSE (жалған) болса, қолданба қолданылуы бақыланбайды және жазылмайды.

source: Send statistics when applications are removed or installed
kk: Қолданбалар өшірілгенде немесе орнатылғанда статистика жіберу

source: If FALSE, no anonymous installation or removal information will be sent to the vendor.
kk: Егер FALSE (жалған) болса, өндірушіге ешқандай анонимді орнату немесе өшіру ақпараты жіберілмейді.

source: Send reports of technical problems to the vendor
kk: Техникалық проблемалар туралы есептерді өндірушіге жіберу

source: If TRUE, anonymized reports will be sent automatically to the vendor.
kk: Егер TRUE (ақиқат) болса, анонимделген есептер автоматты түрде өндірушіге жіберіледі.

source: Don’t allow applications to access the microphone
kk: Қолданбалардың микрофонға қол жеткізуіне рұқсат бермеу

source: If TRUE, applications should not use the microphone.
kk: Егер TRUE (ақиқат) болса, қолданбалар микрофонды қолданбауы керек.

source: Don’t allow applications to access the camera
kk: Қолданбалардың камераға қол жеткізуіне рұқсат бермеу

source: If TRUE, applications should not use the camera.
kk: Егер TRUE (ақиқат) болса, қолданбалар камераны қолданбауы керек.

source: Don’t allow applications to output sound
kk: Қолданбалардың дыбыс шығаруына рұқсат бермеу

source: If TRUE, applications should not make sound.
kk: Егер TRUE (ақиқат) болса, қолданбалар дыбыс шығармауы керек.

source: Whether to protect USB devices
kk: USB құрылғыларын қорғау керек пе

source: If the USBGuard service is present and this setting is enabled, USB devices will be protected as configured in the usb-protection-level setting.
kk: Егер USBGuard қызметі бар болса және бұл баптау іске қосылса, USB құрылғылары usb-protection-level баптауында конфигурацияланғандай қорғалады.

source: When USB devices should be rejected
kk: USB құрылғылары қашан қабылданбауы керек

source: If set to “lockscreen”, only when the lock screen is present new USB devices will be rejected; if set to “always”, all new USB devices will always be rejected.
kk: Егер “lockscreen” (құлыптау экраны) етіп орнатылса, жаңа USB құрылғылары тек құлыптау экраны бар болғанда қабылданбайды; егер “always” (әрқашан) етіп орнатылса, барлық жаңа USB құрылғылары әрқашан қабылданбайды.

source: Whether the privacy screen is enabled
kk: Жекелік экраны іске қосылған ба

source: If the underlying hardware has privacy screen support and this setting is enabled, the panels supporting this technology will be obscured from lateral view.
kk: Егер астындағы аппараттық құралда жекелік экранын қолдау бар болса және бұл баптау іске қосылса, осы технологияны қолдайтын панельдер бүйірлік көріністен тасаланады.

source: Enable restart/shutdown
kk: Қайта іске қосуды/сөндіруді іске қосу

source: Allow shutdown and restart actions from the lock screen.
kk: Құлыптау экранынан сөндіру және қайта іске қосу әрекеттеріне рұқсат ету.

source: Activate when idle
kk: Бос тұрғанда белсендіру
