Repository: GNOME/gsettings-desktop-schemas
Catalog: po/*.po
Languages: kk

source: Default calendar application DEPRECATED: This key is deprecated and ignored. The preferred calendar application is the application handling the text/calendar mime type.
kk: Әдепкі күнтізбе қолданбасы ЕСКІРГЕН: Бұл кілт ескірген және еленбейді. Қалаулы күнтізбе қолданбасы text/calendar mime түрін өңдейтін қолданба болып табылады.

source: Calendar needs terminal
kk: Күнтізбеге терминал қажет

source: Whether the default calendar application needs a terminal to run. DEPRECATED: This key is deprecated and ignored. The preferred calendar application is the application handling the text/calendar mime type, whether it needs a terminal is taken from its desktop file.
kk: Әдепкі күнтізбе қолданбасы іске қосылу үшін терминалды қажет ете ме. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді. Қалаулы күнтізбе қолданбасы text/calendar mime түрін өңдейтін қолданба болып табылады, оған терминал қажет пе, жоқ па, оның жұмыс үстелі файлынан алынады.

source: Default tasks
kk: Әдепкі тапсырмалар

source: Default tasks application.
kk: Әдепкі тапсырмалар қолданбасы.

source: Tasks needs terminal
kk: Тапсырмаларға терминал қажет

source: Whether the default tasks application needs a terminal to run.
kk: Әдепкі тапсырмалар қолданбасы іске қосылу үшін терминалды қажет ете ме.

source: Terminal application
kk: Терминал қолданбасы

source: Terminal program to use when starting applications that require one. DEPRECATED: This key is deprecated and ignored. The default terminal is handled in GIO.
kk: Терминалды қажет ететін қолданбаларды іске қосу кезінде қолданылатын терминал бағдарламасы. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді. Әдепкі терминал GIO ішінде өңделеді.

source: Exec Arguments
kk: Орындау аргументтері

source: Argument used to execute programs in the terminal defined by the “exec” key. DEPRECATED: This key is deprecated and ignored. The default terminal and how to invoke it is handled in GIO.
kk: “exec” кілтімен анықталған терминалда бағдарламаларды орындау үшін қолданылатын аргумент. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді. Әдепкі терминал және оны шақыру жолы GIO ішінде өңделеді.

source: Current input source
kk: Ағымдағы кіріс көзі

source: The zero-based index into the input sources list specifying the current one in effect. The value is automatically capped to remain in the range [0, sources_length) as long as the sources list isn’t empty. DEPRECATED: This key is deprecated and ignored.
kk: Кіріс көздері тізіміндегі ағымдағы әсер ететін нөлдік индекстеу. Мән дереккөздер тізімі бос болмағанша автоматты түрде [0, sources_length) ауқымында қалу үшін шектеледі. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді.

source: List of input sources
kk: Кіріс көздерінің тізімі

source: List of input source identifiers available. Each source is specified as a tuple of 2 strings. The first string is the type and can be one of “xkb” or “ibus”. For “xkb” sources the second string is “xkb_layout+xkb_variant” or just “xkb_layout” if a XKB variant isn’t needed. For “ibus” sources the second string is the IBus engine name. An empty list means that the X server’s current XKB layout and variant won’t be touched and IBus won’t be used.
kk: Қолжетімді кіріс көздері идентификаторларының тізімі. Әрбір көз 2 жолдың кортежі ретінде көрсетілген. Бірінші жол - түрі және “xkb” немесе “ibus” болуы мүмкін. “xkb” көздері үшін екінші жол - “xkb_layout+xkb_variant” немесе егер XKB нұсқасы қажет болмаса, жай ғана “xkb_layout”. “ibus” көздері үшін екінші жол - IBus қозғалтқышының аты. Бос тізім X серверінің ағымдағы XKB жаймасы мен нұсқасы өзгертілмейтінін және IBus қолданылмайтынын білдіреді.

source: List of most recently used input sources
kk: Соңғы қолданылған кіріс көздерінің тізімі

source: List of most recently used input sources. The value is in the same format as the available sources list.
kk: Соңғы қолданылған кіріс көздерінің тізімі. Мән қолжетімді көздер тізімімен бірдей пішімде.

source: List of XKB options
kk: XKB опцияларының тізімі

source: List of XKB options. Each option is an XKB option string as defined by xkeyboard-config’s rules files.
kk: XKB опцияларының тізімі. Әрбір опция xkeyboard-config ережелер файлдарында анықталған XKB опция жолы болып табылады.

source: XKB model to use
kk: Қолданылатын XKB моделі

source: The XKB model to use. The value is the same identifier as defined by xkeyboard-config’s geometry files.
kk: Қолданылатын XKB моделі. Мән xkeyboard-config геометрия файлдарында анықталған идентификатормен бірдей.

source: Show all installed input sources
kk: Барлық орнатылған кіріс көздерін көрсету

source: Makes all installed input sources available for choosing in System Settings.
kk: Барлық орнатылған кіріс көздерін Жүйелік баптауларда таңдау үшін қолжетімді етеді.

source: Use different input sources for each window
kk: Әр терезе үшін әртүрлі кіріс көздерін қолдану

source: When enabled, input sources get attached to the currently focused window when activated.
kk: Іске қосылғанда, кіріс көздері белсендірілген кезде ағымдағы фокусталған терезеге тіркеледі.

source: Enable Toolkit Accessibility
kk: Тулкит қолжетімділігін іске қосу

source: Whether toolkits should load accessibility related modules.
kk: Тулкиттер қолжетімділікке қатысты модульдерді жүктеуі керек пе.

source: Enable Animations
kk: Анимацияларды іске қосу

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
kk: Анимациялар көрсетілуі керек пе. Ескерту: Бұл глобалды кілт, ол терезе менеджерінің, панельдің және т.б. мінез-құлқын өзгертеді.

source: Menus Have Tearoff
kk: Мәзірлерде жыртып алу бар

source: Whether menus should have a tearoff.
kk: Мәзірлерде жыртып алу болуы керек пе.

source: Can Change Accels
kk: Үдеткіштерді өзгерте алады

source: Whether the user can dynamically type a new accelerator when positioned over an active menuitem.
kk: Пайдаланушы белсенді мәзір элементінің үстінде тұрғанда жаңа үдеткішті динамикалық түрде тере ала ма.

source: Toolbar Style
kk: Құралдар панелінің стилі

source: Toolbar Style. Valid values are “both”, “both-horiz”, “icons”, and “text”.
kk: Құралдар панелінің стилі. Жарамды мәндер: “both”, “both-horiz”, “icons” және “text”.

source: Menubar Detachable
kk: Мәзір жолағы бөлініп алынады

source: Whether the user can detach menubars and move them around.
kk: Пайдаланушы мәзір жолақтарын бөліп алып, оларды жылжыта ала ма.

source: Toolbar Detachable
kk: Құралдар панелі бөлініп алынады

source: Whether the user can detach toolbars and move them around.
kk: Пайдаланушы құралдар панельдерін бөліп алып, оларды жылжыта ала ма.

source: Toolbar Icon Size
kk: Құралдар панелі таңбашасының өлшемі

source: Size of icons in toolbars, either “small” or “large”.
kk: Құралдар панельдеріндегі таңбашалар өлшемі, “small” (кіші) немесе “large” (үлкен).

source: Cursor Blink
kk: Курсордың жыпылықтауы

source: Whether the cursor should blink.
kk: Курсор жыпылықтауы керек пе.

source: Cursor Blink Time
kk: Курсордың жыпылықтау уақыты

source: Length of the cursor blink cycle, in milliseconds.
kk: Курсордың жыпылықтау циклының ұзақтығы, миллисекундпен.

source: Cursor Blink Timeout
kk: Курсор жыпылықтауының кідірісі

source: Time after which the cursor stops blinking, in seconds.
kk: Курсор жыпылықтауды тоқтатқанға дейінгі уақыт, секундпен.

source: Icon Theme
kk: Таңбаша темасы

source: Icon theme to use for the panel, nautilus etc.
kk: Панель, nautilus және т.б. үшін қолданылатын таңбаша темасы.

source: Gtk+ Theme
kk: Gtk+ темасы

source: Basename of the default theme used by gtk+.
kk: gtk+ қолданатын әдепкі теманың негізгі аты.

source: Gtk+ Keybinding Theme
kk: Gtk+ пернелер байламдарының темасы

source: Basename of the default keybinding theme used by gtk+.
kk: gtk+ қолданатын әдепкі пернелер тіркесімі темасының негізгі аты.

source: Default font
kk: Әдепкі қаріп

source: Name of the default font used by gtk+.
kk: gtk+ қолданатын әдепкі қаріп аты.

source: Directories with avatar faces
kk: Аватар бет-әлпеттері бар бумалар

source: Directories to override the default avatar faces installed by gnome-control-center.
kk: gnome-control-center орнатқан әдепкі аватар бет-әлпеттерін алмастыратын бумалар.

source: Text scaling factor
kk: Мәтінді масштабтау коэффициенті

source: Factor used to enlarge or reduce text display, without changing font size.
kk: Қаріп өлшемін өзгертпестен, мәтін көрсетілімін үлкейту немесе кішірейту үшін қолданылатын коэффициент.

source: Window scaling factor
kk: Терезені масштабтау коэффициенті

source: Integer factor used to scale windows by. For use on high-dpi screens. 0 means pick automatically based on monitor.
kk: Терезелерді масштабтау үшін қолданылатын бүтін коэффициент. Жоғары dpi экрандарында қолдану үшін. 0 мәні мониторға негізделіп автоматты түрде таңдауды білдіреді.

source: GTK IM Preedit Style
kk: GTK IM алдын ала түзету стилі

source: Name of the GTK+ input method Preedit Style used by gtk+.
kk: gtk+ қолданатын GTK+ енгізу әдісінің алдын ала түзету стилінің аты.

source: GTK IM Status Style
kk: GTK IM күй стилі

source: Name of the GTK+ input method Status Style used by gtk+.
kk: gtk+ қолданатын GTK+ енгізу әдісінің күй стилінің аты.

source: GTK IM Module
kk: GTK IM модулі

source: Name of the input method module used by GTK+.
kk: GTK+ қолданатын енгізу әдісі модулінің аты.

source: Document font
kk: Құжат қарпі

source: Name of the default font used for reading documents.
kk: Құжаттарды оқу үшін қолданылатын әдепкі қаріп аты.

source: Monospace font
kk: Тең енді қаріп

source: Name of a monospaced (fixed-width) font for use in locations like terminals.
kk: Терминалдар сияқты жерлерде қолдануға арналған тең енді (бекітілген енді) қаріп аты.

source: Menubar accelerator
kk: Мәзір жолағының үдеткіші

source: Keyboard shortcut to open the menu bars.
kk: Мәзір жолақтарын ашуға арналған пернетақта жарлығы.

source: Cursor theme
kk: Курсор темасы

source: Cursor theme name. Used only by Xservers that support the Xcursor extension.
kk: Курсор темасының аты. Тек Xcursor кеңейтуін қолдайтын Xserver-лер қолданады.

source: Cursor size
kk: Курсор өлшемі

source: Size of the cursor used as cursor theme.
kk: Курсор темасы ретінде қолданылатын курсор өлшемі.

source: Timeout before click repeat
kk: Шертуді қайталау алдындағы кідіріс

source: Timeout in milliseconds before a click starts repeating (on spinner buttons for example).
kk: Шерту қайталана бастағанға дейінгі кідіріс миллисекундпен (мысалы, айналдыру батырмаларында).

source: Timeout between click repeats
kk: Шерту қайталаулары арасындағы кідіріс

source: Timeout in milliseconds between repeated clicks when a button is left pressed.
kk: Батырма басылып тұрған кездегі қайталанатын шертулер арасындағы кідіріс миллисекундпен.

source: Palette used in the color selector
kk: Түс таңдаушыда қолданылатын палитра

source: Palette used in the color selector as defined by the “gtk-color-palette” setting
kk: “gtk-color-palette” баптауымен анықталған, түс таңдаушыда қолданылатын палитра

source: List of symbolic names and color equivalents
kk: Символдық аттар мен түс баламаларының тізімі

source: A “\n” separated list of “name:color” as defined by the “gtk-color-scheme” setting
kk: “gtk-color-scheme” баптауымен анықталған, “\n” арқылы бөлінген “name:color” тізімі

source: Whether the clock displays in 24h or 12h format
kk: Сағат 24 сағаттық немесе 12 сағаттық пішімде көрсетіле ме

source: Whether the clock shows seconds
kk: Сағат секундтарды көрсете ме

source: If true, display seconds in the clock.
kk: Егер ақиқат болса, сағатта секундтарды көрсетеді.

source: Show date in clock
kk: Сағатта күнді көрсету

source: If true, display date in the clock, in addition to time.
kk: Егер ақиқат болса, уақытқа қоса сағатта күнді көрсетеді.

source: Show weekday in clock
kk: Сағатта апта күнін көрсету

source: If true, display weekday in the clock, in addition to time.
kk: Егер ақиқат болса, уақытқа қоса сағатта апта күнін көрсетеді.

source: Enable hot corners
kk: Белсенді бұрыштарды іске қосу

source: If true, the activities overview can be accessed by moving the mouse to the top-left corner.
kk: Егер ақиқат болса, тышқанды жоғарғы сол жақ бұрышқа жылжыту арқылы көрініс шолуына қол жеткізуге болады.

source: Show battery percentage
kk: Батарея пайызын көрсету

source: If true, display battery percentage in the status menu, in addition to the icon.
kk: Егер ақиқат болса, таңбашаға қоса күй мәзірінде батарея пайызын көрсетеді.

source: Enable the primary paste selection
kk: Біріншілік кірістіру таңдауын іске қосу

source: If true, gtk+ uses the primary paste selection, usually triggered by a middle mouse button click.
kk: Егер ақиқат болса, gtk+ әдетте тышқанның ортаңғы батырмасын шерту арқылы іске қосылатын біріншілік кірістіру таңдауын қолданады.

source: Allow overlay scrolling
kk: Қабаттама айналдыруға рұқсат ету

source: Whether scrollbars should be overlayed as indicators. Depending on input devices in use, permanent scrollbars may still be displayed.
kk: Айналдыру жолақтары индикаторлар ретінде қабатталуы керек пе. Қолданылатын енгізу құрылғыларына байланысты тұрақты айналдыру жолақтары әлі де көрсетілуі мүмкін.

source: Highlights the current location of the pointer.
kk: Нұсқағыштың ағымдағы орнын ерекшелейді.

source: If true, pressing a key will highlight the current pointer location on screen.
kk: Егер ақиқат болса, пернені басу экрандағы ағымдағы нұсқағыш орнын ерекшелейді.

source: Antialiasing
kk: Тегістеу

source: The type of antialiasing to use when rendering fonts. Possible values are: “none” for no antialiasing, “grayscale” for standard grayscale antialiasing, and “rgba” for subpixel antialiasing (LCD screens only).
kk: Қаріптерді көрсету кезінде қолданылатын тегістеу түрі. Ықтимал мәндер: тегістеу жоқ үшін “none”, стандартты сұр реңкті тегістеу үшін “grayscale” және субпиксельдік тегістеу үшін “rgba” (тек LCD экрандар).

source: Hinting
kk: Хинтинг

source: The type of hinting to use when rendering fonts. Possible values are: “none” for no hinting and “slight” for fitting only to the Y-axis like Microsoft’s ClearType, DirectWrite and Adobe’s proprietary font rendering engine. Ignores native hinting within the font, generates hints algorithmically. Used on Ubuntu by default. Recommended. The meaning of “medium” and “full” depends on the font format (.ttf, .otf, .pfa/.pfb) and the installed version of FreeType. They usually try to fit glyphs to both the X and the Y axis (except for .otf: Y-only). This can lead to distortion and/or inconsistent rendering depending on the quality of the font, the font format and the state of FreeType’s font engines.
kk: Қаріптерді көрсету кезінде қолданылатын хинтинг түрі. Ықтимал мәндер: хинтинг жоқ үшін “none” және Microsoft-тың ClearType, DirectWrite және Adobe-тың меншікті қаріп көрсету қозғалтқышы сияқты тек Y осіне сәйкестендіру үшін “slight”. Қаріп ішіндегі жергілікті хинтингті елемейді, хинттерді алгоритмдік түрде жасайды. Ubuntu-да әдепкі бойынша қолданылады. Ұсынылады. “medium” және “full” мағынасы қаріп пішіміне (.ttf, .otf, .pfa/.pfb) және FreeType-тың орнатылған нұсқасына байланысты. Олар әдетте глифтерді X және Y осьтеріне сәйкестендіруге тырысады (тек .otf: тек Y). Бұл қаріп сапасына, қаріп пішіміне және FreeType қаріп қозғалтқыштарының күйіне байланысты бұрмалануға және/немесе сәйкес келмейтін көрсетуге әкелуі мүмкін.

source: RGBA order
kk: RGBA реті

source: The order of subpixel elements on an LCD screen; only used when antialiasing is set to “rgba”. Possible values are: “rgb” for red on left (most common), “bgr” for blue on left, “vrgb” for red on top, “vbgr” for red on bottom.
kk: LCD экранындағы субпиксель элементтерінің реті; тек тегістеу “rgba” мәніне орнатылғанда қолданылады. Ықтимал мәндер: сол жақта қызыл үшін “rgb” (ең көп таралған), сол жақта көк үшін “bgr”, жоғарыда қызыл үшін “vrgb”, төменде қызыл үшін “vbgr”.

source: Color scheme
kk: Түс схемасы

source: The preferred color scheme for the user interface. Valid values are “default”, “prefer-dark”, “prefer-light”.
kk: Пайдаланушы интерфейсі үшін қалаулы түс схемасы. Жарамды мәндер: “default”, “prefer-dark”, “prefer-light”.

source: Font rendering
kk: Қаріпті көрсету

source: Preference to indicate whether font rendering should follow the low-level `font-hinting` and `font-antialiasing` and `font-rgba-order` settings, or take environmental factors such as screen resolution and scaling into account. Possible values are: "manual" for respecting the low-level settings, or "automatic" for letting the toolkit make its own decisions.
kk: Қаріпті көрсету төменгі деңгейлі `font-hinting` және `font-antialiasing` және `font-rgba-order` баптауларын орындау керектігін немесе экран ажыратымдылығы мен масштабтау сияқты қоршаған орта факторларын ескеру керектігін көрсететін қалау. Ықтимал мәндер: төменгі деңгейлі баптауларды сақтау үшін "manual", немесе тулкитке өз шешімдерін қабылдауға мүмкіндік беру үшін "automatic".

source: Accent color
kk: Акцент түсі

source: The preferred accent color for the user interface. Valid values are "blue", "teal", "green", "yellow", "orange", "red", "pink", "purple", "slate".
kk: Пайдаланушы интерфейсі үшін қалаулы акцент түсі. Жарамды мәндер: "blue", "teal", "green", "yellow", "orange", "red", "pink", "purple", "slate".

source: Disable command line
kk: Командалық жолды сөндіру

source: Prevent the user from accessing the terminal or specifying a command line to be executed. For example, this would disable access to the panel’s “Run Application” dialog.
kk: Пайдаланушының терминалға қол жеткізуіне немесе орындалатын командалық жолды көрсетуіне жол бермеу. Мысалы, бұл панельдің “Қолданбаны орындау” сұхбат терезесіне қол жеткізуді сөндіреді.

source: Disable saving files to disk
kk: Файлдарды дискіге сақтауды сөндіру

source: Prevent the user from saving files to disk. For example, this would disable access to all applications’ “Save as” dialogs.
kk: Пайдаланушының файлдарды дискіге сақтауына жол бермеу. Мысалы, бұл барлық қолданбалардың “Қалайша сақтау” сұхбат терезелеріне қол жеткізуді сөндіреді.

source: Disable printing
kk: Баспаға шығаруды сөндіру

source: Prevent the user from printing. For example, this would disable access to all applications’ “Print” dialogs.
kk: Пайдаланушының баспаға шығаруына жол бермеу. Мысалы, бұл барлық қолданбалардың “Баспаға шығару” сұхбат терезелеріне қол жеткізуді сөндіреді.

source: Disable print setup
kk: Баспаға шығару баптауын сөндіру

source: Prevent the user from modifying print settings. For example, this would disable access to all applications’ “Print Setup” dialogs.
kk: Пайдаланушының баспаға шығару баптауларын өзгертуіне жол бермеу. Мысалы, бұл барлық қолданбалардың “Баспаға шығару баптауы” сұхбат терезелеріне қол жеткізуді сөндіреді.

source: Disable user switching
kk: Пайдаланушыны ауыстыруды сөндіру

source: Prevent the user from switching to another account while their session is active.
kk: Пайдаланушының сессиясы белсенді болған кезде басқа тіркелгіге ауысуына жол бермеу.

source: Disable lock screen
kk: Экранды құлыптауды сөндіру

source: Prevent the user from locking their screen.
kk: Пайдаланушының өз экранын құлыптауына жол бермеу.

source: Disable URL and MIME type handlers
kk: URL және MIME түрі өңдеушілерін сөндіру

source: Prevent running any URL or MIME type handler applications.
kk: Кез келген URL немесе MIME түрін өңдеуші қолданбаларды іске қосуға жол бермеу.

source: Disable log out
kk: Жүйеден шығуды сөндіру

source: Prevent the user from logging out.
kk: Пайдаланушының жүйеден шығуына жол бермеу.

source: Disable user administration
kk: Пайдаланушыны әкімшілендіруді сөндіру

source: Stop the user from modifying user accounts. By default, we allow adding and removing users, as well as changing other users settings.
kk: Пайдаланушының пайдаланушы тіркелгілерін өзгертуін тоқтату. Әдепкі бойынша біз пайдаланушыларды қосуға және өшіруге, сондай-ақ басқа пайдаланушылардың баптауларын өзгертуге рұқсат береміз.

source: Mount removable storage devices as read-only
kk: Ауыстырмалы сақтау құрылғыларын тек оқу үшін тіркеу

source: Prevent users from writing or modifying files on removable storage devices (i.e. flash disks, mobile phones, cameras).
kk: Пайдаланушылардың ауыстырмалы сақтау құрылғыларында (яғни флеш дискілер, ұялы телефондар, камералар) файлдарды жазуына немесе өзгертуіне жол бермеу.

source: Disable password showing
kk: Парольді көрсетуді сөндіру

source: Disable the "Show Password" menu item in password entries.
kk: Пароль енгізу өрістеріндегі "Парольді көрсету" мәзір элементін сөндіру.

source: Whether to automatically mount media
kk: Тасымалдағыштарды автоматты түрде тіркеу керек пе

source: If set to true, then Nautilus will automatically mount media such as user-visible hard disks and removable media on start-up and media insertion.
kk: Егер ақиқат болса, Nautilus іске қосылғанда және тасымалдағыш салынғанда, пайдаланушыға көрінетін қатты дискілер мен ауыстырмалы тасымалдағыштар сияқты тасымалдағыштарды автоматты түрде тіркейді.

source: Whether to automatically open a folder for automounted media
kk: Автоматты тіркелген тасымалдағыш үшін буманы автоматты түрде ашу керек пе

source: If set to true, then Nautilus will automatically open a folder when media is automounted. This only applies to media where no known x-content/* type was detected; for media where a known x-content type is detected, the user configurable action will be taken instead.
kk: Егер ақиқат болса, Nautilus тасымалдағыш автоматты тіркелгенде буманы автоматты түрде ашады. Бұл тек белгілі x-content/* түрі анықталмаған тасымалдағыштарға қатысты; белгілі x-content түрі анықталған тасымалдағыштар үшін оның орнына пайдаланушы баптаған әрекет орындалады.

source: Never prompt or autorun/autostart programs when media are inserted
kk: Тасымалдағыштар салынғанда ешқашан сұрамау немесе бағдарламаларды автоматты орындамау/іске қоспау

source: If set to true, then Nautilus will never prompt nor autorun/autostart programs when a medium is inserted.
kk: Егер ақиқат болса, Nautilus тасымалдағыш салынғанда ешқашан сұрамайды және бағдарламаларды автоматты орындамайды/іске қоспайды.

source: List of x-content/* types where the preferred application will be launched
kk: Қалаулы қолданба іске қосылатын x-content/* түрлерінің тізімі

source: List of x-content/* types for which the user have chosen to start an application in the preference capplet. The preferred application for the given type will be started on insertion on media matching these types.
kk: Пайдаланушы баптау апплетінде қолданбаны іске қосуды таңдаған x-content/* түрлерінің тізімі. Осы түрлерге сәйкес келетін тасымалдағыш салынғанда, берілген түр үшін қалаулы қолданба іске қосылады.

source: List of x-content/* types set to “Do Nothing”
kk: “Ештеңе істемеу” күйіне орнатылған x-content/* түрлерінің тізімі

source: List of x-content/* types for which the user have chosen “Do Nothing” in the preference capplet. No prompt will be shown nor will any matching application be started on insertion of media matching these types.
kk: Пайдаланушы баптау апплетінде “Ештеңе істемеу” таңдаған x-content/* түрлерінің тізімі. Осы түрлерге сәйкес келетін тасымалдағыш салынғанда ешқандай сұрау көрсетілмейді және сәйкес қолданба іске қосылмайды.

source: List of x-content/* types set to “Open Folder”
kk: “Буманы ашу” күйіне орнатылған x-content/* түрлерінің тізімі

source: List of x-content/* types for which the user have chosen “Open Folder” in the preferences capplet. A folder window will be opened on insertion of media matching these types.
kk: Пайдаланушы баптаулар апплетінде “Буманы ашу” таңдаған x-content/* түрлерінің тізімі. Осы түрлерге сәйкес келетін тасымалдағыш салынғанда бума терезесі ашылады.

source: Show notification banners
kk: Хабарлама баннерлерін көрсету
