Repository: GNOME/gsettings-desktop-schemas
Catalog: po/*.po
Languages: kk

source: On-screen keyboard
kk: Экрандағы пернетақта

source: Whether the on-screen keyboard is turned on.
kk: Экрандағы пернетақта іске қосылған ба.

source: Screen magnifier
kk: Экран ұлғайтқышы

source: Whether the screen magnifier is turned on.
kk: Экран ұлғайтқышы іске қосылған ба.

source: Screen reader
kk: Экран оқу құралы

source: Whether the screen reader is turned on.
kk: Экран оқу құралы іске қосылған ба.

source: Always show the Universal Access status icon
kk: Әмбебап қол жеткізу күй таңбашасын әрқашан көрсету

source: This key overrides the automatic hiding of the Universal Access status icon when no accessibility features are enabled.
kk: Бұл кілт қол жеткізу мүмкіндіктері іске қосылмаған кезде, Әмбебап қол жеткізу күй таңбашасының автоматты жасырылуын қайта анықтайды.

source: Always show the text caret
kk: Мәтін меңзерін әрқашан көрсету

source: This key overrides the hiding of the text caret in noneditable text in applications.
kk: Бұл кілт қолданбалардағы түзетілмейтін мәтіндегі мәтін меңзерінің жасырылуын қайта анықтайды.

source: High contrast
kk: Жоғары контраст

source: Whether to use the high contrast style.
kk: Жоғары контраст стилін қолдану керек пе.

source: Show status shapes
kk: Күй пішіндерін көрсету

source: Whether to use shapes to indicate status in addition or instead of color.
kk: Күйді білдіру үшін түспен қатар немесе оның орнына пішіндерді қолдану керек пе.

source: Reduced motion
kk: Азайтылған қозғалыс

source: The type of reduced motion.
kk: Азайтылған қозғалыс түрі.

source: Enable accessibility keyboard shortcuts
kk: Қол жеткізу пернетақта жарлықтарын іске қосу

source: Beep when a keyboard accessibility feature changes
kk: Пернетақтаның қол жеткізу мүмкіндігі өзгергенде дыбыс шығару

source: Whether to beep when a keyboard accessibility feature is enabled or disabled.
kk: Пернетақтаның қол жеткізу мүмкіндігі іске қосылғанда немесе сөндірілгенде дыбыс шығару керек пе.

source: Disable keyboard accessibility after a timeout
kk: Кідірістен кейін пернетақта қол жетімділігін сөндіру

source: Whether to disable keyboard accessibility after a timeout, useful for shared machines.
kk: Кідірістен кейін пернетақта қол жетімділігін сөндіру керек пе, ортақ машиналар үшін пайдалы.

source: Duration of the disabling timeout
kk: Сөндіру кідірісінің ұзақтығы

source: Duration of the timeout before disabling the keyboard accessibility.
kk: Пернетақта қол жетімділігін сөндіру алдындағы кідіріс ұзақтығы.

source: Enable “Bounce Keys”
kk: “Секек пернелерді” іске қосу

source: Whether the “Bounce Keys” keyboard accessibility feature is turned on.
kk: “Секек пернелер” пернетақта қол жетімділігі мүмкіндігі іске қосылған ба.

source: Minimum interval in milliseconds
kk: Миллисекунд есебімен минималды интервал

source: Ignore multiple presses of the same key within this many milliseconds.
kk: Бір перненің бірнеше рет басылуын осынша миллисекунд ішінде елемеу.

source: Beep when a key is rejected
kk: Перне қабылданбағанда дыбыс шығару

source: Whether to beep when a key is rejected.
kk: Перне қабылданбағанда дыбыс шығару керек пе.

source: Enable “Mouse Keys”
kk: “Тышқан пернелерін” іске қосу

source: Whether the “Mouse Keys” accessibility feature is turned on.
kk: “Тышқан пернелері” қол жеткізу мүмкіндігі іске қосылған ба.

source: Pixels per seconds
kk: Секундына пиксельдер

source: How many pixels per second to move at the maximum speed.
kk: Максималды жылдамдықта секундына қанша пиксель жылжу керек.

source: How long to accelerate in milliseconds
kk: Миллисекунд есебімен үдеу ұзақтығы

source: How many milliseconds it takes to go from 0 to maximum speed.
kk: 0-ден максималды жылдамдыққа жету үшін қанша миллисекунд керек.

source: Initial delay in milliseconds
kk: Миллисекунд есебімен бастапқы кідіріс

source: How many milliseconds to wait before mouse movement keys start to operate.
kk: Тышқанды жылжыту пернелері жұмыс істей бастағанға дейін қанша миллисекунд күту керек.

source: Enable “Slow Keys”
kk: “Баяу пернелерді” іске қосу

source: Whether the “Slow Keys” accessibility feature is turned on.
kk: “Баяу пернелер” қол жеткізу мүмкіндігі іске қосылған ба.

source: Do not accept a key as being pressed unless held for this many milliseconds.
kk: Перне осынша миллисекунд ұсталып тұрмаса, оны басылды деп қабылдамау.

source: Beep when a key is first pressed
kk: Перне алғаш басылғанда дыбыс шығару

source: Whether to beep when a key is first pressed.
kk: Перне алғаш басылғанда дыбыс шығару керек пе.

source: Beep when a key is accepted
kk: Перне қабылданғанда дыбыс шығару

source: Whether to beep when a key is accepted.
kk: Перне қабылданғанда дыбыс шығару керек пе.

source: Enable sticky keys
kk: Жабысқақ пернелерді іске қосу

source: Whether the sticky keys accessibility feature is turned on.
kk: Жабысқақ пернелер қол жеткізу мүмкіндігі іске қосылған ба.

source: Disable when two keys are pressed at the same time
kk: Екі перне бір уақытта басылғанда сөндіру

source: Whether to disable sticky keys if two keys are pressed at the same time.
kk: Екі перне бір уақытта басылғанда жабысқақ пернелерді сөндіру керек пе.

source: Beep when a modifier is pressed.
kk: Түрлендіргіш басылғанда дыбыс шығару.

source: Whether to beep when a modifier key is pressed.
kk: Түрлендіргіш перне басылғанда дыбыс шығару керек пе.

source: Enable “Toggle Keys”
kk: “Ауыстыру пернелерін” іске қосу

source: Whether the “Toggle Keys” accessibility feature is turned on.
kk: “Ауыстыру пернелері” қол жеткізу мүмкіндігі іске қосылған ба.

source: Mouse Tracking Mode
kk: Тышқанды бақылау режимі

source: Determines the position of the magnified mouse image within the magnified view and how it reacts to system mouse movement. The values are • none: no mouse tracking; • centered: the mouse image is displayed at the center of the zoom region (which also represents the point under the system mouse) and the magnified contents are scrolled as the system mouse moves; • proportional: the position of the magnified mouse in the zoom region is proportionally the same as the position of the system mouse on screen; • push: when the magnified mouse intersects a boundary of the zoom region, the contents are scrolled into view.
kk: Ұлғайтылған көріністегі ұлғайтылған тышқан суретінің орнын және оның жүйелік тышқан қозғалысына қалай жауап беретінін анықтайды. Мәндер: • none: тышқан бақыланбайды; • centered: тышқан суреті масштабтау аймағының ортасында көрсетіледі (бұл сонымен қатар жүйелік тышқанның астындағы нүктені білдіреді) және жүйелік тышқан жылжыған кезде ұлғайтылған мазмұн жылжиды; • proportional: масштабтау аймағындағы ұлғайтылған тышқанның орны экрандағы жүйелік тышқанның орнына пропорционалды болады; • push: ұлғайтылған тышқан масштабтау аймағының шекарасына жеткенде, мазмұн көрініс аймағына қарай жылжиды.

source: Focus Tracking Mode
kk: Фокусты бақылау режимі

source: Determines the position of the focused widget within magnified view. The values are: • none: no focus tracking • centered: the focused image is displayed at the center of the zoom region (which also represents the point under the system focus) and the magnified contents are scrolled as the system focus moves • proportional: the position of the magnified focus in the zoom region is proportionally the same as the position of the system focus on screen • push: when the magnified focus intersects a boundary of the zoom region, the contents are scrolled into view
kk: Ұлғайтылған көріністегі фокусталған виджеттің орнын анықтайды. Мәндер: • none: фокус бақыланбайды • centered: фокусталған сурет масштабтау аймағының ортасында көрсетіледі (бұл сонымен қатар жүйелік фокустың астындағы нүктені білдіреді) және жүйелік фокус жылжыған кезде ұлғайтылған мазмұн жылжиды • proportional: масштабтау аймағындағы ұлғайтылған фокустың орны экрандағы жүйелік фокустың орнына пропорционалды болады • push: ұлғайтылған фокус масштабтау аймағының шекарасына жеткенде, мазмұн көрініс аймағына қарай жылжиды

source: Caret Tracking Mode
kk: Мәтін меңзерін бақылау режимі

source: Determines the position of the caret within magnified view. The values are: • none: no caret tracking • centered: the image of the caret is displayed at the center of the zoom region (which also represents the point under the system caret) and the magnified contents are scrolled as the system caret moves • proportional: the position of the magnified caret in the zoom region is proportionally the same as the position of the system caret on screen • push: when the magnified caret intersects a boundary of the zoom region, the contents are scrolled into view
kk: Ұлғайтылған көріністегі мәтін меңзерінің орнын анықтайды. Мәндер: • none: мәтін меңзері бақыланбайды • centered: мәтін меңзерінің суреті масштабтау аймағының ортасында көрсетіледі (бұл сонымен қатар жүйелік мәтін меңзерінің астындағы нүктені білдіреді) және жүйелік мәтін меңзері жылжыған кезде ұлғайтылған мазмұн жылжиды • proportional: масштабтау аймағындағы ұлғайтылған мәтін меңзерінің орны экрандағы жүйелік мәтін меңзерінің орнына пропорционалды болады • push: ұлғайтылған мәтін меңзері масштабтау аймағының шекарасына жеткенде, мазмұн көрініс аймағына қарай жылжиды

source: Screen position
kk: Экрандағы орны

source: The magnified view either fills the entire screen, or occupies the top-half, bottom-half, left-half, or right-half of the screen.
kk: Ұлғайтылған көрініс бүкіл экранды толтырады немесе экранның жоғарғы жартысын, төменгі жартысын, сол жақ жартысын немесе оң жақ жартысын алады.

source: Magnification factor
kk: Ұлғайту коэффициенті

source: The power of the magnification. A value of 1.0 means no magnification. A value of 2.0 doubles the size.
kk: Ұлғайту қуаты. 1.0 мәні ұлғайту жоқ дегенді білдіреді. 2.0 мәні өлшемді екі еселейді.

source: Enable lens mode
kk: Линза режимін іске қосу

source: Whether the magnified view should be centered over the location of the system mouse and move with it.
kk: Ұлғайтылған көрініс жүйелік тышқанның орналасқан жерінде ортаға келтіріліп, онымен бірге жылжуы керек пе.

source: Scroll magnified contents beyond the edges of the desktop
kk: Ұлғайтылған мазмұнды жұмыс үстелінің шеттерінен асыра жылжыту

source: For centered mouse tracking, when the system pointer is at or near the edge of the screen, the magnified contents continue to scroll such that the screen edge moves into the magnified view.
kk: Ортаға келтірілген тышқанды бақылау үшін, жүйелік нұсқағыш экранның шетінде немесе жанында болғанда, ұлғайтылған мазмұн экран шеті ұлғайтылған көрініске кіретіндей етіп жылжуды жалғастырады.

source: Show or hide crosshairs
kk: Айқас сызықтарды көрсету немесе жасыру

source: Enables/disables display of crosshairs centered on the magnified mouse sprite.
kk: Ұлғайтылған тышқан спрайтында ортаға келтірілген айқас сызықтардың көрсетілуін іске қосады/сөндіреді.

source: Thickness of the crosshairs in pixels
kk: Пиксель есебімен айқас сызықтардың қалыңдығы

source: Width in pixels of the vertical and horizontal lines that make up the crosshairs.
kk: Айқас сызықтарды құрайтын вертикалды және горизонталды сызықтардың пиксель есебімен ені.

source: Color of the crosshairs
kk: Айқас сызықтардың түсі

source: The color of the the vertical and horizontal lines that make up the crosshairs.
kk: Айқас сызықтарды құрайтын вертикалды және горизонталды сызықтардың түсі.

source: Opacity of the crosshairs
kk: Айқас сызықтардың мөлдірсіздігі

source: Determines the transparency of the crosshairs, from fully opaque to fully transparent.
kk: Айқас сызықтардың мөлдірлігін, толық мөлдірсізден толық мөлдірге дейін анықтайды.

source: Length of the crosshairs in pixels
kk: Пиксель есебімен айқас сызықтардың ұзындығы

source: Determines the length in pixels of the vertical and horizontal lines that make up the crosshairs.
kk: Айқас сызықтарды құрайтын вертикалды және горизонталды сызықтардың пиксель есебімен ұзындығын анықтайды.

source: Clip the crosshairs at the center
kk: Айқас сызықтарды ортасынан қию

source: Determines whether the crosshairs intersect the magnified mouse sprite, or are clipped such that the ends of the horizontal and vertical lines surround the mouse image.
kk: Айқас сызықтардың ұлғайтылған тышқан спрайтымен қиылысатынын немесе горизонталды және вертикалды сызықтардың ұштары тышқан суретін қоршайтындай етіп қиылатынын анықтайды.

source: Inverse lightness
kk: Жарықтылықты терістеу

source: Determines whether the lightness values are inverted: darker colors become lighter and vice versa, and white and black are interchanged.
kk: Жарықтылық мәндерінің терістелетінін анықтайды: қою түстер ашық болады және керісінше, ал ақ және қара түстер орындарын ауыстырады.

source: Color Saturation
kk: Түс қанықтылығы

source: Represents a change to the color saturation, from 0.0 (grayscale) to 1.0 (full color).
kk: Түс қанықтылығының өзгеруін білдіреді, 0.0-ден (сұр түс) 1.0-ге (толық түс) дейін.

source: Change brightness of red
kk: Қызыл түстің жарықтылығын өзгерту

source: Represents a change to the default brightness of the red component. Zero indicates no change, values less than zero indicate a decrease, and values greater than zero indicate an increase.
kk: Қызыл құрамдастың әдепкі жарықтылығының өзгеруін білдіреді. Нөл өзгеріс жоқ екенін көрсетеді, нөлден кіші мәндер азаюды, ал нөлден үлкен мәндер артуды білдіреді.

source: Change brightness of green
kk: Жасыл түстің жарықтылығын өзгерту

source: Represents a change to the default brightness for the green component. Zero indicates no change, values less than zero indicate a decrease, and values greater than zero indicate an increase.
kk: Жасыл құрамдастың әдепкі жарықтылығының өзгеруін білдіреді. Нөл өзгеріс жоқ екенін көрсетеді, нөлден кіші мәндер азаюды, ал нөлден үлкен мәндер артуды білдіреді.

source: Change brightness of blue
kk: Көк түстің жарықтылығын өзгерту

source: Represents a change to the default brightness for the blue component. Zero indicates no change, values less than zero indicate a decrease, and values greater than zero indicate an increase.
kk: Көк құрамдастың әдепкі жарықтылығының өзгеруін білдіреді. Нөл өзгеріс жоқ екенін көрсетеді, нөлден кіші мәндер азаюды, ал нөлден үлкен мәндер артуды білдіреді.

source: Change contrast of red
kk: Қызыл түстің контрастын өзгерту

source: Represents a change to the default contrast of the red component. Zero indicates no change in contrast, values less than zero indicate a decrease, and values greater than zero indicate an increase.
kk: Қызыл құрамдастың әдепкі контрастының өзгеруін білдіреді. Нөл контрастта өзгеріс жоқ екенін көрсетеді, нөлден кіші мәндер азаюды, ал нөлден үлкен мәндер артуды білдіреді.

source: Change contrast of green
kk: Жасыл түстің контрастын өзгерту

source: Represents a change to the default contrast of the green component. Zero indicates no change in contrast, values less than zero indicate a decrease, and values greater than zero indicate an increase.
kk: Жасыл құрамдастың әдепкі контрастының өзгеруін білдіреді. Нөл контрастта өзгеріс жоқ екенін көрсетеді, нөлден кіші мәндер азаюды, ал нөлден үлкен мәндер артуды білдіреді.

source: Change contrast of blue
kk: Көк түстің контрастын өзгерту

source: Represents a change to the default contrast of the blue component. Zero indicates no change in contrast, values less than zero indicate a decrease, and values greater than zero indicate an increase.
kk: Көк құрамдастың әдепкі контрастының өзгеруін білдіреді. Нөл контрастта өзгеріс жоқ екенін көрсетеді, нөлден кіші мәндер азаюды, ал нөлден үлкен мәндер артуды білдіреді.

source: Dwell click time
kk: Кідіріспен шерту уақыты

source: Time in seconds before a click is triggered.
kk: Шерту іске қосылғанға дейінгі уақыт секундпен.

source: Movement threshold
kk: Қозғалыс табалдырығы

source: Distance in pixels before movement will be recognized.
kk: Қозғалыс танылғанға дейінгі қашықтық пиксельмен.

source: Gesture single click
kk: Қимылмен дара шерту

source: Direction to perform a single click (“left”, “right”, “up”, “down”).
kk: Дара шертуді орындау бағыты (“left”, “right”, “up”, “down”).

source: Gesture double click
kk: Қимылмен қос шерту

source: Direction to perform a double click (“left”, “right”, “up”, “down”).
kk: Қос шертуді орындау бағыты (“left”, “right”, “up”, “down”).

source: Gesture drag click
kk: Қимылмен сүйреп шерту

source: Direction to perform dragging (“left”, “right”, “up”, “down”).
kk: Сүйреуді орындау бағыты (“left”, “right”, “up”, “down”).

source: Gesture secondary click
kk: Қимылмен екіншілік шерту

source: Direction to perform a secondary click (“left”, “right”, “up”, “down”).
kk: Екіншілік шертуді орындау бағыты (“left”, “right”, “up”, “down”).

source: Dwell click mode
kk: Кідіріспен шерту режимі

source: The active dwell click mode. Possible values are “window” and “gesture”.
kk: Белсенді кідіріспен шерту режимі. Ықтимал мәндер: “window” және “gesture”.

source: Show click type window
kk: Шерту түрі терезесін көрсету

source: Show click type window.
kk: Шерту түрі терезесін көрсету.

source: Enable dwell clicks
kk: Кідіріспен шертуді іске қосу

source: Enable dwell clicks.
kk: Кідіріспен шертуді іске қосу.

source: Secondary click enabled
kk: Екіншілік шерту іске қосылған

source: Enable simulated secondary clicks
kk: Симуляцияланған екіншілік шертулерді іске қосу

source: Secondary click time
kk: Екіншілік шерту уақыты

source: Time in seconds before a simulated secondary click is triggered.
kk: Симуляцияланған екіншілік шерту іске қосылғанға дейінгі уақыт секундпен.

source: Folder children
kk: Еншілес бумалар

source: List of relative settings paths at which app-folders are stored. Each folder uses the org.gnome.desktop.app-folders.folder schema.
kk: Қолданба бумалары сақталатын салыстырмалы баптау жолдарының тізімі. Әр бума org.gnome.desktop.app-folders.folder схемасын қолданады.

source: Folder name
kk: Бума аты

source: The name of the application folder.
kk: Қолданба бумасының аты.

source: Translate the name
kk: Атын аудару

source: Whether the name key is a filename to be looked up in /usr/share/desktop-directories.
kk: Аты кілті /usr/share/desktop-directories ішінен ізделетін файл аты ма.

source: Applications
kk: Қолданбалар

source: The list of IDs of applications that are explicitly included in this folder.
kk: Осы бумаға нақты кірістірілген қолданбалар ID-лерінің тізімі.

source: Categories
kk: Санаттар

source: A list of categories for which apps will be placed into this folder by default, in addition to the apps that are listed in the apps key.
kk: Қолданбалар кілтінде тізімделген қолданбалардан бөлек, әдепкі бойынша осы бумаға орналастырылатын қолданбалар санаттарының тізімі.

source: Excluded applications
kk: Шығарылған қолданбалар

source: A list of IDs of applications that are excluded from this folder. This can be used to remove applications that would otherwise be included by category.
kk: Осы бумадан шығарылған қолданбалар ID-лерінің тізімі. Бұл санат бойынша кірістірілуі мүмкін қолданбаларды өшіру үшін қолданылуы мүмкін.

source: Picture Options
kk: Сурет опциялары

source: Determines how the image set by wallpaper_filename is rendered. Possible values are “none”, “wallpaper”, “centered”, “scaled”, “stretched”, “zoom”, “spanned”.
kk: wallpaper_filename арқылы орнатылған суреттің қалай өңделетінін анықтайды. Ықтимал мәндер: “none”, “wallpaper”, “centered”, “scaled”, “stretched”, “zoom”, “spanned”.

source: Picture URI
kk: Сурет URI

source: URI to use for the background image. Note that the backend only supports local (file://) URIs.
kk: Фондық сурет үшін қолданылатын URI. Бэкенд тек жергілікті (file://) URI-ларды қолдайтынын ескеріңіз.

source: Picture URI (dark)
kk: Сурет URI (қараңғы)

source: Picture Opacity
kk: Сурет мөлдірсіздігі

source: Opacity with which to draw the background picture.
kk: Фондық суретті салу мөлдірсіздігі.

source: Primary Color
kk: Біріншілік түс

source: Left or Top color when drawing gradients, or the solid color.
kk: Градиенттерді салу кезіндегі сол жақ немесе жоғарғы түс, немесе тұтас түс.

source: Secondary Color
kk: Екіншілік түс

source: Right or Bottom color when drawing gradients, not used for solid color.
kk: Градиенттерді салу кезіндегі оң жақ немесе төменгі түс, тұтас түс үшін қолданылмайды.

source: Color Shading Type
kk: Түсті көлеңкелеу түрі

source: How to shade the background color. Possible values are “horizontal”, “vertical”, and “solid”.
kk: Фондық түсті қалай көлеңкелеу керек. Ықтимал мәндер: “horizontal”, “vertical” және “solid”.

source: Have file manager handle the desktop
kk: Файл менеджері жұмыс үстелін басқарсын

source: If set to true, then file manager will draw the icons on the desktop.
kk: Егер ақиқат болса, файл менеджері жұмыс үстелінде таңбашаларды салады.

source: List of breaks that are currently enabled
kk: Қазіргі уақытта іске қосылған үзілістер тізімі

source: Time between breaks
kk: Үзілістер арасындағы уақыт

source: The time between rest breaks, in seconds.
kk: Демалыс үзілістері арасындағы уақыт, секундпен.

source: Duration of each break
kk: Әр үзілістің ұзақтығы

source: The duration of each rest break, in seconds.
kk: Әр демалыс үзілісінің ұзақтығы, секундпен.

source: Amount to delay break if requested
kk: Сұралған жағдайда үзілісті кейінге қалдыру мөлшері

source: The amount to delay taking the break by, if the user requests a delay, in seconds.
kk: Егер пайдаланушы кідіріс сұраса, үзілісті алуды кейінге қалдыру мөлшері, секундпен.

source: Fade screen during breaks
kk: Үзілістер кезінде экранды көмескілеу

source: True to fade the screen during rest breaks.
kk: Демалыс үзілістері кезінде экранды көмескілеу үшін ақиқат.

source: Lock screen during breaks
kk: Үзілістер кезінде экранды құлыптау

source: True to lock the screen during rest breaks.
kk: Демалыс үзілістері кезінде экранды құлыптау үшін ақиқат.

source: Play sound when a break finishes
kk: Үзіліс аяқталғанда дыбысты ойнату

source: True to play a sound when a break finishes.
kk: Үзіліс аяқталғанда дыбыс ойнату үшін ақиқат.

source: Notify when a break is due
kk: Үзіліс уақыты келгенде хабарлау

source: True to emit a notification when a break is due to start.
kk: Үзіліс басталуы керек болғанда хабарлама шығару үшін ақиқат.

source: Notify when a break is upcoming
kk: Үзіліс жақындағанда хабарлау

source: True to emit a notification a few minutes before a break is due.
kk: Үзіліс уақытына дейін бірнеше минут қалғанда хабарлама шығару үшін ақиқат.

source: Notify when a break is overdue
kk: Үзіліс кешіктірілгенде хабарлау

source: True to emit a notification when a break is overdue.
kk: Үзіліс кешіктірілгенде хабарлама шығару үшін ақиқат.

source: True to show a prominent countdown shortly before a break is due.
kk: Үзіліс уақыты жақындағанда көзге түсетін кері санақты көрсету үшін ақиқат.

source: Show the week date in the calendar
kk: Күнтізбеде апта күнін көрсету

source: If true, display the ISO week date in the calendar.
kk: Егер ақиқат болса, күнтізбеде ISO апта датасын көрсетеді.

source: First day of the week
kk: Аптаның бірінші күні

source: The first day of the week. Valid values are "default", "monday", "tuesday", "wednesday", "thursday", "friday", "saturday", "sunday". The "default" acts as a fallback to the system locale settings.
kk: Аптаның бірінші күні. Жарамды мәндер: "default", "monday", "tuesday", "wednesday", "thursday", "friday", "saturday", "sunday". "default" жүйелік локаль баптауларын кері қайтару ретінде әрекет етеді.

source: Automatically update timezone
kk: Уақыт белдеуін автоматты жаңарту

source: Whether to automatically update the timezone using geolocation.
kk: Геолокация көмегімен уақыт белдеуін автоматты жаңарту керек пе.

source: Default calendar
kk: Әдепкі күнтізбе
