Repository: GNOME/gsettings-desktop-schemas
Catalog: po/*.po
Languages: kk

source: This option determines the effects of right-clicking on the title bar. Current valid options are “toggle-maximize” which will maximize/unmaximize the window, “toggle-maximize-horizontally” and “toggle-maximize-vertically” which will maximize/unmaximize the window in that direction only, “minimize” which will minimize the window, “menu” which will display the window menu, “lower” which will put the window behind all the others, and “none” which will not do anything.
kk: Бұл опция атау жолағын оң жақ шерту әсерлерін анықтайды. Қазіргі жарамды опциялар: терезені максималды ететін/максималды емес ететін “toggle-maximize”, терезені тек сол бағытта максималды ететін/максималды емес ететін “toggle-maximize-horizontally” және “toggle-maximize-vertically”, терезені минималды ететін “minimize”, терезе мәзірін көрсететін “menu”, терезені басқалардың артына қоятын “lower” және ештеңе істемейтін “none”.

source: Automatically raises the focused window
kk: Фокусталған терезені автоматты түрде көтереді

source: If set to true, and the focus mode is either “sloppy” or “mouse” then the focused window will be automatically raised after a delay specified by the auto-raise-delay key. This is not related to clicking on a window to raise it, nor to entering a window during drag-and-drop.
kk: Егер true етіп орнатылса және фокус режимі “sloppy” немесе “mouse” болса, фокусталған терезе auto-raise-delay кілтімен көрсетілген кідірістен кейін автоматты түрде көтеріледі. Бұл терезені көтеру үшін шертуге де, сүйреп апару кезінде терезеге кіруге де байланысты емес.

source: Delay in milliseconds for the auto raise option
kk: Автоматты көтеру опциясы үшін кідіріс миллисекундпен

source: The time delay before raising a window if auto-raise is set to true. The delay is given in thousandths of a second.
kk: Егер auto-raise true етіп орнатылса, терезені көтеру алдындағы уақыт кідірісі. Кідіріс секундтың мыңнан бір бөлігімен беріледі.

source: Current theme
kk: Ағымдағы тема

source: The theme determines the appearance of window borders, titlebar, and so forth. DEPRECATED: This key is deprecated and ignored.
kk: Тема терезе шекараларының, атау жолағының және т.б. сыртқы түрін анықтайды. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді.

source: Use standard system font in window titles
kk: Терезе атауларында стандартты жүйелік қаріпті қолдану

source: If true, ignore the titlebar-font option, and use the standard application font for window titles.
kk: Егер true болса, titlebar-font опциясын елемеу және терезе атаулары үшін стандартты қолданба қарпін қолдану.

source: Window title font
kk: Терезе атауының қарпі

source: A font description string describing a font for window titlebars. The size from the description will only be used if the titlebar-font-size option is set to 0. Also, this option is disabled if the titlebar-uses-desktop-font option is set to true.
kk: Терезе атау жолақтары үшін қаріпті сипаттайтын қаріп сипаттамасы жолы. Сипаттамадағы өлшем тек titlebar-font-size опциясы 0-ге орнатылғанда ғана қолданылады. Сондай-ақ, егер titlebar-uses-desktop-font опциясы true етіп орнатылса, бұл опция сөндіріледі.

source: Number of workspaces
kk: Жұмыс орындарының саны

source: Number of workspaces. Must be more than zero, and has a fixed maximum to prevent making the desktop unusable by accidentally asking for too many workspaces.
kk: Жұмыс орындарының саны. Нөлден көп болуы керек және байқаусызда тым көп жұмыс орындарын сұрау арқылы жұмыс үстелін жарамсыз етудің алдын алу үшін бекітілген максимумы бар.

source: System Bell is Audible
kk: Жүйелік қоңырау естіледі

source: Determines whether applications or the system can generate audible “beeps”; may be used in conjunction with “visual bell” to allow silent “beeps”.
kk: Қолданбалар немесе жүйе естілетін “бип” дыбыстарын шығара алатынын анықтайды; дыбыссыз “бип” дыбыстарына рұқсат ету үшін “визуалды қоңыраумен” бірге қолданылуы мүмкін.

source: Enable Visual Bell
kk: Визуалды қоңырауды іске қосу

source: Turns on a visual indication when an application or the system issues a “bell” or “beep”; useful for the hard-of-hearing and for use in noisy environments.
kk: Қолданба немесе жүйе “қоңырау” немесе “бип” шығарғанда визуалды көрсеткішті қосады; есту қабілеті нашар адамдар үшін және шулы ортада қолдану үшін пайдалы.

source: Visual Bell Type
kk: Визуалды қоңырау түрі

source: Tells the WM how to implement the visual indication that the system bell or another application “bell” indicator has been rung. Currently there are two valid values, “fullscreen-flash”, which causes a fullscreen white-black flash, and “frame-flash” which causes the titlebar of the application which sent the bell signal to flash. If the application which sent the bell is unknown (as is usually the case for the default “system beep”), the currently focused window’s titlebar is flashed.
kk: WM-ге жүйелік қоңырау немесе басқа қолданбаның “қоңырау” индикаторы соғылғаны туралы визуалды көрсеткішті қалай іске асыру керектігін айтады. Қазіргі уақытта екі жарамды мән бар: толық экранды ақ-қара жарқыл тудыратын “fullscreen-flash” және қоңырау сигналын жіберген қолданбаның атау жолағын жыпылықтататын “frame-flash”. Егер қоңырауды жіберген қолданба белгісіз болса (әдетте әдепкі “жүйелік бип” үшін осылай болады), қазіргі фокусталған терезенің атау жолағы жыпылықтайды.

source: Disable misfeatures that are required by old or broken applications
kk: Ескі немесе бұзылған қолданбалар талап ететін қате мүмкіндіктерді сөндіру

source: Some applications disregard specifications in ways that result in window manager misfeatures. This option puts the WM in a rigorously correct mode, which gives a more consistent user interface, provided one does not need to run any misbehaving applications.
kk: Кейбір қолданбалар спецификацияларды ескермейді, бұл терезе менеджерінің қате жұмыс істеуіне әкеледі. Бұл опция WM-ді қатаң дұрыс режимге қояды, егер дұрыс жұмыс істемейтін қолданбаларды іске қосу қажет болмаса, бұл бірізді пайдаланушы интерфейсін береді.

source: The names of the workspaces
kk: Жұмыс орындарының аттары

source: Defines the names that should be assigned to workspaces. If the list is too long for the current number of workspaces, names in excess will be ignored. If the list is too short, or includes empty names, missing values will be replaced with the default (“Workspace N”).
kk: Жұмыс орындарына тағайындалуы керек аттарды анықтайды. Егер тізім қазіргі жұмыс орындарының саны үшін тым ұзын болса, артық аттар еленбейді. Егер тізім тым қысқа болса немесе бос аттарды қамтыса, жетіспейтін мәндер әдепкі мәнмен алмастырылады (“Workspace N”).

source: The locale to use for dates / numbers formats
kk: Күндер / сандар пішімдері үшін қолданылатын локаль

source: Specify the locale to be used for displaying dates, times and numbers formats.
kk: Күндер, уақыттар және сандар пішімдерін көрсету үшін қолданылатын локальді көрсетіңіз.

source: Geolocation services are enabled.
kk: Геолокация қызметтері іске қосылған.

source: If true, applications are allowed to access location information.
kk: Егер ақиқат болса, қолданбаларға орналасу ақпаратына қол жеткізуге рұқсат етіледі.

source: The maximum accuracy level of location.
kk: Орналасудың максималды дәлдік деңгейі.

source: Configures the maximum level of location accuracy applications are allowed to see. Valid options are “country”, “city”, “neighborhood”, “street”, and “exact” (typically requires GPS receiver). Please keep in mind that this only controls what GeoClue will allow applications to see and they can find user’s location on their own using network resources (albeit with street-level accuracy at best).
kk: Қолданбалар көре алатын орналасу дәлдігінің максималды деңгейін баптайды. Жарамды опциялар: “country”, “city”, “neighborhood”, “street” және “exact” (әдетте GPS қабылдағышын талап етеді). Бұл тек GeoClue қолданбаларға нені көруге рұқсат беретінін басқаратынын және олар желілік ресурстарды қолданып пайдаланушының орналасқан жерін өздері таба алатынын (ең жақсы жағдайда көше деңгейіндегі дәлдікпен болса да) ескеріңіз.

source: Proxy configuration mode
kk: Прокси конфигурациялау режимі

source: Select the proxy configuration mode. Supported values are “none”, “manual”, “auto”. If this is “none”, then proxies are not used. If it is “auto”, the autoconfiguration URL described by the “autoconfig-url” key is used. If it is “manual”, then the proxies described by “/system/proxy/http”, “/system/proxy/https”, “/system/proxy/ftp” and “/system/proxy/socks” will be used. Each of the 4 proxy types is enabled if its “host” key is non-empty and its “port” key is non-0. If an http proxy is configured, but an https proxy is not, then the http proxy is also used for https. If a SOCKS proxy is configured, it is used for all protocols, except that the http, https, and ftp proxy settings override it for those protocols only.
kk: Проксиді баптау режимін таңдаңыз. Қолдау көрсетілетін мәндер: “none”, “manual”, “auto”. Егер “none” болса, прокси қолданылмайды. Егер “auto” болса, “autoconfig-url” кілтінде сипатталған автобаптау URL мекенжайы қолданылады. Егер “manual” болса, “/system/proxy/http”, “/system/proxy/https”, “/system/proxy/ftp” және “/system/proxy/socks” кілттерінде сипатталған проксилер қолданылады. 4 прокси түрінің әрқайсысы, егер оның “host” кілті бос емес және “port” кілті 0-ге тең болмаса, іске қосылады. Егер http проксиі бапталған, бірақ https проксиі бапталмаған болса, онда http проксиі https үшін де қолданылады. Егер SOCKS проксиі бапталған болса, ол барлық хаттамалар үшін қолданылады, тек http, https және ftp прокси баптаулары бұл хаттамалар үшін оны алмастырады.

source: Automatic proxy configuration URL
kk: Проксиді автоматты баптау URL мекенжайы

source: URL that provides proxy configuration values. When mode is “auto”, this URL is used to look up proxy information for all protocols.
kk: Прокси баптау мәндерін қамтамасыз ететін URL. Режим “auto” болса, бұл URL барлық хаттамалар үшін прокси ақпаратын іздеуге қолданылады.

source: Non-proxy hosts
kk: Проксисіз хосттар

source: This key contains a list of hosts which are connected to directly, rather than via the proxy (if it is active). The values can be hostnames, domains (using an initial wildcard like *.foo.com), IP host addresses (both IPv4 and IPv6) and network addresses with a netmask (something like 192.168.0.0/24).
kk: Бұл кілтте прокси арқылы емес (егер ол белсенді болса), тікелей байланысатын хосттар тізімі бар. Мәндер ретінде хост атаулары, домендер (*.foo.com сияқты бастапқы алмастыру таңбаларын қолданып), IP хост адрестері (IPv4 және IPv6) және желі маскасы бар желі адрестері (192.168.0.0/24 сияқты) болуы мүмкін.

source: Use HTTP proxy for all protocols
kk: HTTP проксиін барлық хаттамалар үшін қолдану

source: Whether to use the HTTP proxy for all protocols or not.
kk: HTTP проксиін барлық хаттамалар үшін қолдану не қолданбауды көрсетеді.

source: Unused; ignore
kk: Қолданылмайды; елемеу

source: This key is not used; HTTP proxying is enabled when the host key is non-empty and the port is non-0.
kk: Бұл кілт қолданылмайды; HTTP проксиі хост кілті бос емес және порт 0-ге тең болмаған кезде іске қосылады.

source: HTTP proxy host name
kk: HTTP прокси хостының атауы

source: The machine name to proxy HTTP through.
kk: HTTP прокси өтетін машина атауы.

source: HTTP proxy port
kk: HTTP прокси порты

source: The port on the machine defined by “/system/proxy/http/host” that you proxy through.
kk: Прокси өту үшін “/system/proxy/http/host” арқылы анықталған машинадағы порт.

source: Authenticate proxy server connections
kk: Прокси сервер байланыстарының аутентификациясы

source: If true, then connections to the proxy server require authentication. The username/password combo is defined by “/system/proxy/http/authentication-user” and “/system/proxy/http/authentication-password”. This applies only to the http proxy; when using a separate https proxy, there is currently no way to specify that it should use authentication.
kk: Егер true болса, прокси серверге байланыстар аутентификацияны талап етеді. Пайдаланушы аты/пароль тіркесімі “/system/proxy/http/authentication-user” және “/system/proxy/http/authentication-password” арқылы анықталады. Бұл тек http проксиіне қатысты; бөлек https проксиін қолданған кезде, қазіргі уақытта оның аутентификацияны қолдануы керектігін көрсету жолы жоқ.

source: HTTP proxy username
kk: HTTP прокси пайдаланушы аты

source: User name to pass as authentication when doing HTTP proxying.
kk: HTTP проксиін қолдану кезінде аутентификация ретінде берілетін пайдаланушы аты.

source: HTTP proxy password
kk: HTTP прокси паролі

source: Password to pass as authentication when doing HTTP proxying.
kk: HTTP проксиін қолдану кезінде аутентификация ретінде берілетін пароль.

source: Secure HTTP proxy host name
kk: Қауіпсіз HTTP прокси хостының атауы

source: The machine name to proxy secure HTTP through.
kk: Қауіпсіз HTTP прокси өтетін машина атауы.

source: Secure HTTP proxy port
kk: Қауіпсіз HTTP прокси порты

source: The port on the machine defined by “/system/proxy/https/host” that you proxy through.
kk: Прокси өту үшін “/system/proxy/https/host” арқылы анықталған машинадағы порт.

source: FTP proxy host name
kk: FTP прокси хостының атауы

source: The machine name to proxy FTP through.
kk: FTP прокси өтетін машина атауы.

source: FTP proxy port
kk: FTP прокси порты

source: The port on the machine defined by “/system/proxy/ftp/host” that you proxy through.
kk: Прокси өту үшін “/system/proxy/ftp/host” арқылы анықталған машинадағы порт.

source: SOCKS proxy host name
kk: SOCKS прокси хостының атауы

source: The machine name to use as a SOCKS proxy.
kk: SOCKS проксиі ретінде қолданылатын машина атауы.

source: SOCKS proxy port
kk: SOCKS прокси порты

source: The port on the machine defined by “/system/proxy/socks/host” that you proxy through.
kk: Прокси өту үшін “/system/proxy/socks/host” арқылы анықталған машинадағы порт.
