Repository: GNOME/gsettings-desktop-schemas
Catalog: po/*.po
Languages: kk

source: Set this to TRUE to activate the screensaver when the session is idle. DEPRECATED: This key is deprecated and ignored. Set org.gnome.desktop.session idle-delay to 0 if you do not want to activate the screensaver.
kk: Сессия бос тұрғанда скринсейверді белсендіру үшін мұны TRUE (ақиқат) етіп орнатыңыз. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді. Егер скринсейверді белсендіргіңіз келмесе, org.gnome.desktop.session idle-delay кілтін 0-ге орнатыңыз.

source: Lock on activation
kk: Белсендірілгенде құлыптау

source: Set this to TRUE to lock the screen when the screensaver goes active.
kk: Скринсейвер белсенді болғанда экранды құлыптау үшін мұны TRUE (ақиқат) етіп орнатыңыз.

source: Time before locking
kk: Құлыптау алдындағы уақыт

source: The number of seconds after screensaver activation before locking the screen.
kk: Скринсейвер белсендірілгеннен кейін экран құлыпталғанға дейінгі секундтар саны.

source: Show full name in the lock screen
kk: Құлыптау экранында толық атын көрсету

source: Whether the user’s full name is shown in the lock screen or not. This only affects the screen shield, the name is always shown in the unlock dialog.
kk: Құлыптау экранында пайдаланушының толық аты көрсетіле ме, жоқ па. Бұл тек экран қалқанына әсер етеді, аты құлпын ашу сұхбат терезесінде әрқашан көрсетіледі.

source: Allow embedding a keyboard into the window
kk: Терезеге пернетақтаны кірістіруге рұқсат ету

source: Set this to TRUE to allow embedding a keyboard into the window when trying to unlock. The “keyboard_command” key must be set with the appropriate command. DEPRECATED: This key is deprecated and ignored.
kk: Құлпын ашуға әрекеттенгенде терезеге пернетақтаны кірістіруге рұқсат ету үшін мұны TRUE (ақиқат) етіп орнатыңыз. “keyboard_command” кілті сәйкес командамен орнатылуы керек. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді.

source: Embedded keyboard command
kk: Кірістірілген пернетақта командасы

source: The command that will be run, if the “embedded_keyboard_enabled” key is set to TRUE, to embed a keyboard widget into the window. This command should implement an XEMBED plug interface and output a window XID on the standard output. DEPRECATED: This key is deprecated and ignored.
kk: Егер “embedded_keyboard_enabled” кілті TRUE (ақиқат) етіп орнатылса, терезеге пернетақта виджетін кірістіру үшін орындалатын команда. Бұл команда XEMBED плагин интерфейсін іске асыруы және стандартты шығысқа терезе XID-ін шығаруы керек. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді.

source: Allow logout
kk: Жүйеден шығуға рұқсат ету

source: Set this to TRUE to offer an option in the unlock dialog to allow logging out after a delay. The delay is specified in the “logout_delay” key. DEPRECATED: This key is deprecated and ignored.
kk: Кідірістен кейін жүйеден шығуға рұқсат ететін опцияны құлпын ашу сұхбат терезесінде ұсыну үшін мұны TRUE (ақиқат) етіп орнатыңыз. Кідіріс “logout_delay” кілтінде көрсетіледі. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді.

source: Time before logout option
kk: Жүйеден шығу опциясының алдындағы уақыт

source: The number of seconds after the screensaver activation before a logout option will appear in the unlock dialog. This key has effect only if the “logout_enable” key is set to TRUE. DEPRECATED: This key is deprecated and ignored
kk: Скринсейвер белсендірілгеннен кейін құлпын ашу сұхбат терезесінде жүйеден шығу опциясы пайда болғанға дейінгі секундтар саны. Бұл кілт тек “logout_enable” кілті TRUE (ақиқат) етіп орнатылғанда әсер етеді. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді

source: Logout command
kk: Жүйеден шығу командасы

source: The command to invoke when the logout button is clicked. This command should simply log the user out without any interaction. This key has effect only if the “logout_enable” key is set to TRUE. DEPRECATED: This key is deprecated and ignored.
kk: Жүйеден шығу батырмасы шертілгенде шақырылатын команда. Бұл команда жай ғана пайдаланушыны ешқандай әрекеттесусіз жүйеден шығаруы керек. Бұл кілт тек “logout_enable” кілті TRUE (ақиқат) етіп орнатылғанда әсер етеді. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді.

source: Allow user switching
kk: Пайдаланушыны ауыстыруға рұқсат ету

source: Set this to TRUE to offer an option in the unlock dialog to switch to a different user account.
kk: Құлпын ашу сұхбат терезесінде басқа пайдаланушы тіркелгісіне ауысу опциясын ұсыну үшін мұны TRUE (ақиқат) етіп орнатыңыз.

source: Allow the session status message to be displayed
kk: Сессия күйінің хабарламасын көрсетуге рұқсат ету

source: Allow the session status message to be displayed when the screen is locked. DEPRECATED: This key is deprecated and ignored.
kk: Экран құлыпталғанда сессия күйінің хабарламасын көрсетуге рұқсат ету. ЕСКІРГЕН: Бұл кілт ескірген және еленбейді.

source: Enable screen time history
kk: Экран уақыты тарихын іске қосу

source: Enable basic screen time functionality, recording usage data for viewing history.
kk: Тарихты қарау үшін қолдану деректерін жазатын негізгі экран уақыты функционалдығын іске қосу.

source: Enable daily screen time limit
kk: Күнделікті экран уақыты шегін іске қосу

source: Enable imposing a screen time limit on the user, as set in “daily-limit-seconds”.
kk: "daily-limit-seconds" ішінде орнатылғандай, пайдаланушыға экран уақыты шегін қоюды іске қосу.

source: Daily screen time limit
kk: Күнделікті экран уақыты шегі

source: The limit on the amount of daily screen time the user is allowed, in seconds.
kk: Пайдаланушыға рұқсат етілген күнделікті экран уақыты мөлшерінің шегі, секундпен.

source: Grayscale once limit is reached
kk: Шекке жеткенде сұр реңкке айналдыру

source: Whether to make the screen grayscale once the user’s screen time limit is reached.
kk: Пайдаланушының экран уақыты шегіне жеткенде экранды сұр реңкті ету керек пе.

source: Disable all external search providers
kk: Барлық сыртқы іздеу провайдерлерін сөндіру

source: Set to true to disable all external search provider programs, whether or not they are independently disabled or enabled. External search providers are installed by applications in $XDG_DATA_DIR/gnome-shell/search-providers.
kk: Олардың тәуелсіз сөндірілгеніне немесе іске қосылғанына қарамастан, барлық сыртқы іздеу провайдері бағдарламаларын сөндіру үшін true (ақиқат) етіп орнатыңыз. Сыртқы іздеу провайдерлерін қолданбалар $XDG_DATA_DIR/gnome-shell/search-providers ішіне орнатады.

source: List of desktop file IDs for which the associated default-enabled search provider should be disabled
kk: Байланысты әдепкі бойынша іске қосылған іздеу провайдері сөндірілуі керек desktop файл ID-лерінің тізімі

source: Results for applications contained in this list will not be displayed when searching.
kk: Осы тізімдегі қолданбалар нәтижелері іздеу кезінде көрсетілмейді.

source: List of desktop file IDs for which the associated default-disabled search provider should be enabled
kk: Байланысты әдепкі бойынша сөндірілген іздеу провайдері іске қосылуы керек desktop файл ID-лерінің тізімі

source: Results for applications contained in this list will be displayed when searching.
kk: Осы тізімдегі қолданбалар нәтижелері іздеу кезінде көрсетіледі.

source: List of desktop file IDs for search providers sort order
kk: Іздеу провайдерлерін сұрыптау ретіне арналған desktop файл ID-лерінің тізімі

source: Results for applications contained in this list will be displayed in the specified order. Results for applications not specified in this list will be displayed last, sorted alphabetically.
kk: Осы тізімдегі қолданбалар нәтижелері көрсетілген ретпен көрсетіледі. Осы тізімде көрсетілмеген қолданбалар нәтижелері әліпбилік ретпен сұрыпталып, соңында көрсетіледі.

source: Time before session is considered idle
kk: Сессия бос деп саналғанға дейінгі уақыт

source: The number of seconds of inactivity before the session is considered idle.
kk: Сессия бос деп саналғанға дейінгі белсенді емес секундтар саны.

source: Session type
kk: Сессия түрі

source: The name of the session to use. Known value is “gnome”.
kk: Қолданылатын сессия аты. Белгілі мән - “gnome”.

source: Session save/restore enabled
kk: Сессияны сақтау/қалпына келтіру іске қосылған

source: When true, running apps will be saved at log-out time and restored on the next login.
kk: Ақиқат болғанда, іске қосылған қолданбалар жүйеден шығу кезінде сақталады және келесі кіру кезінде қалпына келтіріледі.

source: Sounds for events
kk: Оқиғаларға арналған дыбыстар

source: Whether to play sounds on user events.
kk: Пайдаланушы оқиғаларында дыбыстар ойнату керек пе.

source: Sound theme name
kk: Дыбыс темасының аты

source: The XDG sound theme to use for event sounds.
kk: Оқиға дыбыстары үшін қолданылатын XDG дыбыс темасы.

source: Input feedback sounds
kk: Енгізу кері байланыс дыбыстары

source: Whether to play sounds on input events.
kk: Енгізу оқиғаларында дыбыстар ойнату керек пе.

source: Allow volume above 100%
kk: 100%-дан жоғары дыбыс деңгейіне рұқсат ету

source: Whether volume can be set above 100%, using software amplification.
kk: Бағдарламалық күшейтуді қолданып, дыбыс деңгейін 100%-дан жоғары орнатуға бола ма.

source: Maximum age for thumbnails in the cache, in days. Set to -1 to disable cleaning.
kk: Кэштегі миниатюралар үшін максималды жас, күнмен. Тазалауды сөндіру үшін -1-ге орнатыңыз.

source: Maximum size of the thumbnail cache, in megabytes. Set to -1 to disable cleaning.
kk: Миниатюра кэшінің максималды өлшемі, мегабайтпен. Тазалауды сөндіру үшін -1-ге орнатыңыз.

source: Disable all external thumbnailers
kk: Барлық сыртқы миниатюра жасаушыларды сөндіру

source: Set to true to disable all external thumbnailer programs, independent on whether they are independently disabled/enabled.
kk: Олардың тәуелсіз сөндірілгеніне/іске қосылғанына қарамастан, барлық сыртқы миниатюра жасаушы бағдарламаларын сөндіру үшін true (ақиқат) етіп орнатыңыз.

source: List of mime-types for which external thumbnailer programs will be disabled
kk: Сыртқы миниатюра жасаушы бағдарламалары сөндірілетін mime-түрлерінің тізімі

source: Thumbnails will not be created for files whose mime-type is contained in the list.
kk: Mime-түрі тізімде бар файлдар үшін миниатюралар жасалмайды.

source: Switch to workspace 1
kk: 1-жұмыс орнына ауысу

source: Switch to workspace 2
kk: 2-жұмыс орнына ауысу

source: Switch to workspace 3
kk: 3-жұмыс орнына ауысу

source: Switch to workspace 4
kk: 4-жұмыс орнына ауысу

source: Switch to workspace 5
kk: 5-жұмыс орнына ауысу

source: Switch to workspace 6
kk: 6-жұмыс орнына ауысу

source: Switch to workspace 7
kk: 7-жұмыс орнына ауысу

source: Switch to workspace 8
kk: 8-жұмыс орнына ауысу

source: Switch to workspace 9
kk: 9-жұмыс орнына ауысу

source: Switch to workspace 10
kk: 10-жұмыс орнына ауысу

source: Switch to workspace 11
kk: 11-жұмыс орнына ауысу

source: Switch to workspace 12
kk: 12-жұмыс орнына ауысу

source: Switch to workspace left
kk: Сол жақтағы жұмыс орнына ауысу

source: Switch to workspace right
kk: Оң жақтағы жұмыс орнына ауысу

source: Switch to workspace above
kk: Жоғарыдағы жұмыс орнына ауысу

source: Switch to workspace below
kk: Төмендегі жұмыс орнына ауысу

source: Switch to last workspace
kk: Соңғы жұмыс орнына ауысу

source: Switch windows of an application
kk: Қолданба терезелерін ауыстыру

source: Reverse switch windows of an application
kk: Қолданба терезелерін кері ауыстыру

source: Switch applications
kk: Қолданбаларды ауыстыру

source: Reverse switch applications
kk: Қолданбаларды кері ауыстыру

source: Switch windows
kk: Терезелерді ауыстыру

source: Reverse switch windows
kk: Терезелерді кері ауыстыру

source: Switch system controls
kk: Жүйелік басқару элементтерін ауыстыру

source: Reverse switch system controls
kk: Жүйелік басқару элементтерін кері ауыстыру

source: Switch windows of an app directly
kk: Қолданба терезелерін тікелей ауыстыру

source: Reverse switch windows of an app directly
kk: Қолданба терезелерін тікелей кері ауыстыру

source: Switch windows directly
kk: Терезелерді тікелей ауыстыру

source: Reverse switch windows directly
kk: Терезелерді тікелей кері ауыстыру

source: Switch system controls directly
kk: Жүйелік басқару элементтерін тікелей ауыстыру

source: Reverse switch system controls directly
kk: Жүйелік басқару элементтерін тікелей кері ауыстыру

source: Hide all normal windows
kk: Барлық қалыпты терезелерді жасыру

source: DEPRECATED: This key is deprecated and ignored.
kk: ЕСКІРГЕН: Бұл кілт ескірген және еленбейді.

source: Show the run command prompt
kk: Команда орындау сұрауын көрсету

source: Don’t use
kk: Қолданбау

source: Activate the window menu
kk: Терезе мәзірін белсендіру

source: Toggle fullscreen mode
kk: Толық экран режимін ауыстыру

source: Toggle maximization state
kk: Максималды ету күйін ауыстыру

source: Toggle window always appearing on top
kk: Терезенің әрқашан үстінде көрсетілуін ауыстыру

source: Maximize window
kk: Терезені максималды ету

source: Restore window
kk: Терезені қалпына келтіру

source: Minimize window
kk: Терезені минималды ету

source: Close window
kk: Терезені жабу

source: Move window
kk: Терезені жылжыту

source: Resize window
kk: Терезе өлшемін өзгерту

source: Toggle window on all workspaces or one
kk: Терезені барлық жұмыс орындарында немесе біреуінде болуын ауыстыру

source: Move window to workspace 1
kk: Терезені 1-жұмыс орнына жылжыту

source: Move window to workspace 2
kk: Терезені 2-жұмыс орнына жылжыту

source: Move window to workspace 3
kk: Терезені 3-жұмыс орнына жылжыту

source: Move window to workspace 4
kk: Терезені 4-жұмыс орнына жылжыту

source: Move window to workspace 5
kk: Терезені 5-жұмыс орнына жылжыту

source: Move window to workspace 6
kk: Терезені 6-жұмыс орнына жылжыту

source: Move window to workspace 7
kk: Терезені 7-жұмыс орнына жылжыту

source: Move window to workspace 8
kk: Терезені 8-жұмыс орнына жылжыту

source: Move window to workspace 9
kk: Терезені 9-жұмыс орнына жылжыту

source: Move window to workspace 10
kk: Терезені 10-жұмыс орнына жылжыту

source: Move window to workspace 11
kk: Терезені 11-жұмыс орнына жылжыту

source: Move window to workspace 12
kk: Терезені 12-жұмыс орнына жылжыту

source: Move window to last workspace
kk: Терезені соңғы жұмыс орнына жылжыту

source: Move window one workspace to the left
kk: Терезені бір жұмыс орнына солға жылжыту

source: Move window one workspace to the right
kk: Терезені бір жұмыс орнына оңға жылжыту

source: Move window one workspace up
kk: Терезені бір жұмыс орнына жоғары жылжыту

source: Move window one workspace down
kk: Терезені бір жұмыс орнына төмен жылжыту

source: Move window to the next monitor on the left
kk: Терезені сол жақтағы келесі мониторға жылжыту

source: Move window to the next monitor on the right
kk: Терезені оң жақтағы келесі мониторға жылжыту

source: Move window to the next monitor above
kk: Терезені жоғарыдағы келесі мониторға жылжыту

source: Move window to the next monitor below
kk: Терезені төмендегі келесі мониторға жылжыту

source: Raise window if covered, otherwise lower it
kk: Терезе жабылған болса көтеру, әйтпесе төмендету

source: Raise window above other windows
kk: Терезені басқа терезелердің үстіне көтеру

source: Lower window below other windows
kk: Терезені басқа терезелердің астына түсіру

source: Maximize window vertically
kk: Терезені вертикалды максималды ету

source: Maximize window horizontally
kk: Терезені горизонталды максималды ету

source: Move window to top left corner
kk: Терезені жоғарғы сол жақ бұрышқа жылжыту

source: Move window to top right corner
kk: Терезені жоғарғы оң жақ бұрышқа жылжыту

source: Move window to bottom left corner
kk: Терезені төменгі сол жақ бұрышқа жылжыту

source: Move window to bottom right corner
kk: Терезені төменгі оң жақ бұрышқа жылжыту

source: Move window to top edge of screen
kk: Терезені экранның жоғарғы шетіне жылжыту

source: Move window to bottom edge of screen
kk: Терезені экранның төменгі шетіне жылжыту

source: Move window to right side of screen
kk: Терезені экранның оң жағына жылжыту

source: Move window to left side of screen
kk: Терезені экранның сол жағына жылжыту

source: Move window to center of screen
kk: Терезені экран ортасына жылжыту

source: Switch input source
kk: Кіріс көзін ауыстыру

source: Binding to select the next input source
kk: Келесі кіріс көзін таңдау үшін байлам

source: Switch input source backward
kk: Кіріс көзін кері ауыстыру

source: Binding to select the previous input source
kk: Алдыңғы кіріс көзін таңдау үшін байлам

source: Toggle window to be always on top
kk: Терезенің әрқашан үстінде болуын ауыстыру

source: Set or unset window to appear always on top
kk: Терезенің әрқашан үстінде көрсетілуін орнату немесе алып тастау

source: Modifier to use for modified window click actions
kk: Түрлендірілген терезе шерту әрекеттері үшін қолданылатын түрлендіргіш

source: Clicking a window while holding down this modifier key will move the window (left click), resize the window (middle click), or show the window menu (right click). The middle and right click operations may be swapped using the “resize-with-right-button” key. Modifier is expressed as “<Alt>” or “<Super>” for example.
kk: Осы түрлендіргіш пернені басып тұрып терезені шерту терезені жылжытады (сол жақ шерту), терезе өлшемін өзгертеді (ортаңғы шерту) немесе терезе мәзірін көрсетеді (оң жақ шерту). Ортаңғы және оң жақ шерту әрекеттерін “resize-with-right-button” кілті арқылы ауыстыруға болады. Түрлендіргіш мысалы “<Alt>” немесе “<Super>” ретінде көрсетіледі.

source: Whether to resize with the right button
kk: Оң жақ батырмамен өлшемін өзгерту керек пе

source: Set this to true to resize with the right button and show a menu with the middle button while holding down the key given in “mouse-button-modifier”; set it to false to make it work the opposite way around.
kk: Оң жақ батырмамен өлшемін өзгерту және “mouse-button-modifier” ішіндегі пернені басып тұрып ортаңғы батырмамен мәзірді көрсету үшін мұны true етіп орнатыңыз; оны керісінше жұмыс істеуі үшін false етіп орнатыңыз.

source: Arrangement of buttons on the titlebar
kk: Атау жолағындағы батырмалардың орналасуы

source: Arrangement of buttons on the titlebar. The value should be a string, such as “menu:minimize,maximize,spacer,close”; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future metacity versions without breaking older versions. A special spacer tag can be used to insert some space between two adjacent buttons.
kk: Атау жолағындағы батырмалардың орналасуы. Мән “menu:minimize,maximize,spacer,close” сияқты жол болуы керек; қос нүкте терезенің сол жақ бұрышын оң жақ бұрышынан ажыратады, ал батырма аттары үтірмен бөлінеді. Қайталанатын батырмаларға рұқсат етілмейді. Белгісіз батырма аттары еленбейді, осылайша болашақ metacity нұсқаларында ескі нұсқаларды бұзбай батырмалар қосуға болады. Екі көршілес батырма арасына бос орын қосу үшін арнайы spacer тегін қолдануға болады.

source: Window focus mode
kk: Терезе фокусының режимі

source: The window focus mode indicates how windows are activated. It has three possible values; “click” means windows must be clicked in order to focus them, “sloppy” means windows are focused when the mouse enters the window, and “mouse” means windows are focused when the mouse enters the window and unfocused when the mouse leaves the window.
kk: Терезе фокусының режимі терезелердің қалай белсендірілетінін көрсетеді. Оның үш ықтимал мәні бар; “click” терезелерді фокустау үшін шерту керек екенін білдіреді, “sloppy” тышқан терезеге кіргенде терезелер фокусталатынын білдіреді, ал “mouse” тышқан терезеге кіргенде терезелер фокусталатынын және тышқан терезеден шыққанда фокустан шығатынын білдіреді.

source: Control how new windows get focus
kk: Жаңа терезелердің фокусты қалай алатынын басқару

source: This option provides additional control over how newly created windows get focus. It has two possible values; “smart” applies the user’s normal focus mode, and “strict” results in new windows not being given focus automatically.
kk: Бұл опция жаңадан жасалған терезелердің фокусты қалай алатынын қосымша басқаруды қамтамасыз етеді. Оның екі ықтимал мәні бар; “smart” пайдаланушының қалыпты фокус режимін қолданады, ал “strict” жаңа терезелерге фокустың автоматты түрде берілмеуіне әкеледі.

source: Whether windows should be raised when their client area is clicked
kk: Клиенттік аймағы шертілгенде терезелер көтерілуі керек пе

source: The default, true, indicates that a window will be raised whenever its client area or its frame is clicked. Setting this to false means that a window will not be raised if it is clicked on the client area. To raise it, one can click anywhere in the window’s frame, or Super-click on any part of the window. This mode is useful if one uses many overlapping windows.
kk: Әдепкі, true, терезе оның клиенттік аймағы немесе жақтауы шертілгенде көтерілетінін білдіреді. Мұны false етіп орнату терезе клиенттік аймақта шертілсе көтерілмейтінін білдіреді. Оны көтеру үшін терезе жақтауының кез келген жерін шертуге немесе терезенің кез келген бөлігінде Super-шертуге болады. Бұл режим көптеген қабаттасатын терезелерді қолдансаңыз пайдалы.

source: Action on title bar double-click
kk: Атау жолағын қос шерткендегі әрекет

source: This option determines the effects of double-clicking on the title bar. Current valid options are “toggle-maximize” which will maximize/unmaximize the window, “toggle-maximize-horizontally” and “toggle-maximize-vertically” which will maximize/unmaximize the window in that direction only, “minimize” which will minimize the window, “menu” which will display the window menu, “lower” which will put the window behind all the others, and “none” which will not do anything.
kk: Бұл опция атау жолағын қос шерту әсерлерін анықтайды. Қазіргі жарамды опциялар: терезені максималды ететін/максималды емес ететін “toggle-maximize”, терезені тек сол бағытта максималды ететін/максималды емес ететін “toggle-maximize-horizontally” және “toggle-maximize-vertically”, терезені минималды ететін “minimize”, терезе мәзірін көрсететін “menu”, терезені басқалардың артына қоятын “lower” және ештеңе істемейтін “none”.

source: Action on title bar middle-click
kk: Атау жолағын ортаңғы шерткендегі әрекет

source: This option determines the effects of middle-clicking on the title bar. Current valid options are “toggle-maximize” which will maximize/unmaximize the window, “toggle-maximize-horizontally” and “toggle-maximize-vertically” which will maximize/unmaximize the window in that direction only, “minimize” which will minimize the window, “menu” which will display the window menu, “lower” which will put the window behind all the others, and “none” which will not do anything.
kk: Бұл опция атау жолағын ортаңғы шерту әсерлерін анықтайды. Қазіргі жарамды опциялар: терезені максималды ететін/максималды емес ететін “toggle-maximize”, терезені тек сол бағытта максималды ететін/максималды емес ететін “toggle-maximize-horizontally” және “toggle-maximize-vertically”, терезені минималды ететін “minimize”, терезе мәзірін көрсететін “menu”, терезені басқалардың артына қоятын “lower” және ештеңе істемейтін “none”.

source: Action on title bar right-click
kk: Атау жолағын оң жақ шерткендегі әрекет
